[{"questionTitle":"Nach seinem schweren Unfall war er gezwungen, zuerst drei Monate auf Kur zu fahren und anschließend Physiotherapie zu machen.","answers":["Wenn er einen schweren Unfall gehabt hatte, war er gezwungen, zuerst drei Monate auf Kur zu fahren und anschließend Physiotherapie zu machen.","Sooft er einen schweren Unfall gehabt hatte, war er gezwungen, zuerst drei Monate auf Kur zu fahren und anschließend Physiotherapie zu machen.","Während er einen schweren Unfall gehabt hatte, war er gezwungen, zuerst drei Monate auf Kur zu fahren und anschließend Physiotherapie zu machen.","Nachdem er einen schweren Unfall gehabt hatte, war er gezwungen, zuerst drei Monate auf Kur zu fahren und anschließend Physiotherapie zu machen."],"correctAnswer":3},{"questionTitle":"Trotz mehrmaliger Ermahnungen schwänzte Karl erneut die Schule und wurde daher vom Direktor verwiesen.","answers":["Wenn er mehrere Male ermahnt worden war, schwänzte Karl erneut die Schule und wurde daher vom Direktor verwiesen.","Sodass er mehrere Male ermahnt worden war, schwänzte Karl erneut die Schule und wurde daher vom Direktor verwiesen.","Indem er mehrere Male ermahnt worden war, schwänzte Karl erneut die Schule und wurde daher vom Direktor verwiesen.","Obwohl er mehrere Male ermahnt worden war, schwänzte Karl erneut die Schule und wurde daher vom Direktor verwiesen."],"correctAnswer":3},{"questionTitle":"Aufgrund der unerwarteten Zugaben des Sängers, musste das Konzert schließlich um mehr als eine Stunde überzogen werden.","answers":["Indem der Sänger unerwartete Zugaben erteilte, musste das Konzert schließlich um mehr als eine Stunde überzogen werden.","Solange der Sänger unerwartete Zugaben erteilte, musste das Konzert schließlich um mehr als eine Stunde überzogen werden.","Während der Sänger unerwartete Zugaben erteilte, musste das Konzert schließlich um mehr als eine Stunde überzogen werden.","Weil der Sänger unerwartete Zugaben erteilte, musste das Konzert schließlich um mehr als eine Stunde überzogen werden."],"correctAnswer":3},{"questionTitle":"Wegen der schlechten Belüftung in der Wartehalle kollabierten plötzlich drei Aufseher und mussten ärztlich versorgt werden.","answers":["Obwohl die Wartehalle schlecht belüftet war, kollabierten plötzlich drei Aufseher und mussten ärztlich versorgt werden.","Nachdem die Wartehalle schlecht belüftet war, kollabierten plötzlich drei Aufseher und mussten ärztlich versorgt werden.","Weil die Wartehalle schlecht belüftet war, kollabierten plötzlich drei Aufseher und mussten ärztlich versorgt werden.","Sooft die Wartehalle schlecht belüftet war, kollabierten plötzlich drei Aufseher und mussten ärztlich versorgt werden."],"correctAnswer":2},{"questionTitle":"Mangels ausreichender Fachkenntnisse musste der neue Angestellte schon am ersten Tag wieder gekündigt werden.","answers":["Weil der neue Angestellte keine ausreichenden Fachkenntnisse besaß, musste er schon am ersten Tag wieder gekündigt werden.","Denn der neue Angestellte keine ausreichenden Fachkenntnisse besaß, musste er schon am ersten Tag wieder gekündigt werden.","Aufgrund der neue Angestellte keine ausreichenden Fachkenntnisse besaß, musste er schon am ersten Tag wieder gekündigt werden.","Nachdem der neue Angestellte keine ausreichenden Fachkenntnisse besaß, musste er schon am ersten Tag wieder gekündigt werden."],"correctAnswer":0},{"questionTitle":"Trotz der Geschwindigkeitsbeschränkung von 30 km/h rasen die meisten Autofahrer durch die Straßen der kleinen Ortschaft.","answers":["Nachdem die Geschwindigkeit auf 30 km/h beschränkt ist, rasen die meisten Autofahrer durch die Straßen der kleinen Ortschaft.","Obwohl die Geschwindigkeit auf 30 km/h beschränkt ist, rasen die meisten Autofahrer durch die Straßen der kleinen Ortschaft.","Sooft die Geschwindigkeit auf 30 km/h beschränkt ist, rasen die meisten Autofahrer durch die Straßen der kleinen Ortschaft.","Indem die Geschwindigkeit auf 30 km/h beschränkt ist, rasen die meisten Autofahrer durch die Straßen der kleinen Ortschaft."],"correctAnswer":1},{"questionTitle":"Aufgrund permanenter Halsschmerzen sollte meine Tochter einen Spezialisten aufsuchen.","answers":["Sodass sie permanent Halsschmerzen hat, sollte meine Tochter einen Spezialisten aufsuchen.","Bis sie permanent Halsschmerzen hat, sollte meine Tochter einen Spezialisten aufsuchen.","Damit sie permanent Halsschmerzen hat, sollte meine Tochter einen Spezialisten aufsuchen.","Weil sie permanent Halsschmerzen hat, sollte meine Tochter einen Spezialisten aufsuchen."],"correctAnswer":3},{"questionTitle":"Trotz ihres angeschlagenen Gesundheitszustandes ist meine Urgroßmutter noch bei jeder Familienfeier anwesend.","answers":["Wenn ihre Gesundheit angeschlagen ist, ist meine Urgroßmutter noch bei jeder Familienfeier anwesend.","Weil ihre Gesundheit angeschlagen ist, ist meine Urgroßmutter noch bei jeder Familienfeier anwesend.","Obwohl ihre Gesundheit angeschlagen ist, ist meine Urgroßmutter noch bei jeder Familienfeier anwesend.","Nachdem ihre Gesundheit angeschlagen ist, ist meine Urgroßmutter noch bei jeder Familienfeier anwesend."],"correctAnswer":2},{"questionTitle":"Nach Auffinden der Leiche wurde sofort intensiv nach dem Mörder gesucht.","answers":["Nachdem die Leiche aufgefunden worden war, wurde sofort intensiv nach dem Mörder gesucht.","Während die Leiche aufgefunden worden war, wurde sofort intensiv nach dem Mörder gesucht.","Obwohl die Leiche aufgefunden worden war, wurde sofort intensiv nach dem Mörder gesucht.","Wenn die Leiche aufgefunden worden war, wurde sofort intensiv nach dem Mörder gesucht."],"correctAnswer":0},{"questionTitle":"Nach Beendigung der Gehaltsverhandlungen setzten sich die beteiligten Politiker zum gemütlichen Abendessen.","answers":["Nachdem die Gehaltsverhandlungen beendet waren, setzten sich die beteiligten Politiker zum gemütlichen Abendessen.","Wenn die Gehaltsverhandlungen beendet waren, setzten sich die beteiligten Politiker zum gemütlichen Abendessen.","Ob die Gehaltsverhandlungen beendet waren, setzten sich die beteiligten Politiker zum gemütlichen Abendessen.","Anstatt dass die Gehaltsverhandlungen beendet waren, setzten sich die beteiligten Politiker zum gemütlichen Abendessen."],"correctAnswer":0}]