[{"questionTitle":"Aufgrund von Schlafmangel schlief Hubert heute morgen in der Arbeit ein.","answers":["Da es ihm an Schlaf mangelte, schlief Hubert heute morgen in der Arbeit ein.","Wenn es ihm an Schlaf mangelte, schlief Hubert heute morgen in der Arbeit ein.","Obwohl es ihm an Schlaf mangelte, schlief Hubert heute morgen in der Arbeit ein.","Seitdem es ihm an Schlaf mangelte, schlief Hubert heute morgen in der Arbeit ein."],"correctAnswer":0},{"questionTitle":"Nach der Mitteilung über die Geburt der kleinen Tochter ihrer Freundin schickte Elsa sofort eine Glückwunschbotschaft.","answers":["Indem die Geburt der kleinen Tochter ihrer Freundin mitgeteilt worden war, schickte Elsa sofort eine Glückwunschbotschaft.","Sooft die Geburt der kleinen Tochter ihrer Freundin mitgeteilt worden war, schickte Elsa sofort eine Glückwunschbotschaft.","Nachdem die Geburt der kleinen Tochter ihrer Freundin mitgeteilt worden war, schickte Elsa sofort eine Glückwunschbotschaft.","Während die Geburt der kleinen Tochter ihrer Freundin mitgeteilt worden war, schickte Elsa sofort eine Glückwunschbotschaft."],"correctAnswer":2},{"questionTitle":"Wegen eines Kreislaufkollapses musste der Sänger plötzlich die Bühne verlassen.","answers":["Als der Sänger kollabierte, musste er plötzlich die Bühne verlassen.","Wenn der Sänger kollabierte, musste er plötzlich die Bühne verlassen.","Damit der Sänger kollabierte, musste er plötzlich die Bühne verlassen.","Seitdem der Sänger kollabierte, musste er plötzlich die Bühne verlassen."],"correctAnswer":0},{"questionTitle":"Bei den nächsten Wahlen werden fünf Parteien kandidieren.","answers":["Wenn die nächsten Wahlen stattfinden, werden fünf Parteien kandidieren.","Als die nächsten Wahlen stattfinden, werden fünf Parteien kandidieren.","Indem die nächsten Wahlen stattfinden, werden fünf Parteien kandidieren.","Dass die nächsten Wahlen stattfinden, werden fünf Parteien kandidieren."],"correctAnswer":0},{"questionTitle":"Nach der Rückkehr aus dem Urlaub entdeckten wir, dass das ganze Haus wegen eines Rohrbruchs unter Wasser stand.","answers":["Seitdem wir aus dem Urlaub zurückkehrten, entdeckten wir, dass das ganze Haus wegen eines Rohrbruchs unter Wasser stand.","Weil wir aus dem Urlaub zurückkehrten, entdeckten wir, dass das ganze Haus wegen eines Rohrbruchs unter Wasser stand.","Da wir aus dem Urlaub zurückkehrten, entdeckten wir, dass das ganze Haus wegen eines Rohrbruchs unter Wasser stand.","Als wir aus dem Urlaub zurückkehrten, entdeckten wir, dass das ganze Haus wegen eines Rohrbruchs unter Wasser stand."],"correctAnswer":3},{"questionTitle":"Wegen eines schweren Unfalls musste die Autobahn für vier Stunden gesperrt werden.","answers":["Seitdem ein schwerer Unfall passiert war, musste die Autobahn für vier Stunden gesperrt werden.","Nachdem ein schwerer Unfall passiert war, musste die Autobahn für vier Stunden gesperrt werden.","Sooft ein schwerer Unfall passiert war, musste die Autobahn für vier Stunden gesperrt werden.","Bis ein schwerer Unfall passiert war, musste die Autobahn für vier Stunden gesperrt werden."],"correctAnswer":1},{"questionTitle":"Aufgrund des Staatsbesuches des Amerikanischen Präsidenten wurde die Wiener Innenstadt für mehrere Stunden für Zivilisten unzugänglich gemacht.","answers":["Obwohl der Amerikanische Präsident einen Staatsbesuch machte, wurde die Wiener Innenstadt für mehrere Stunden für Zivilisten unzugänglich gemacht.","Da der Amerikanische Präsident einen Staatsbesuch machte, wurde die Wiener Innenstadt für mehrere Stunden für Zivilisten unzugänglich gemacht.","Damit der Amerikanische Präsident einen Staatsbesuch machte, wurde die Wiener Innenstadt für mehrere Stunden für Zivilisten unzugänglich gemacht.","Ob der Amerikanische Präsident einen Staatsbesuch machte, wurde die Wiener Innenstadt für mehrere Stunden für Zivilisten unzugänglich gemacht."],"correctAnswer":1},{"questionTitle":"Aufgrund des unerwarteten Todes eines beliebten Schauspielers wird das Fernsehprogramm in seinem Andenken geändert.","answers":["Wenn der beliebte Schauspieler unerwartet gestorben ist, wird das Fernsehprogramm in seinem Andenken geändert.","Weil der beliebte Schauspieler unerwartet gestorben ist, wird das Fernsehprogramm in seinem Andenken geändert.","Damit der beliebte Schauspieler unerwartet gestorben ist, wird das Fernsehprogramm in seinem Andenken geändert.","Als der beliebte Schauspieler unerwartet gestorben ist, wird das Fernsehprogramm in seinem Andenken geändert."],"correctAnswer":1},{"questionTitle":"Bei der Bewerbung für die tolle Arbeitsstelle war Renate so nervös, dass sie vor Aufregung sogar vergaß, wann sie geboren wurde.","answers":["Ob sich Renate für die tolle Arbeitsstelle bewarb, war sie so nervös, dass sie vor Aufregung sogar vergaß, wann sie geboren wurde.","Obwohl sich Renate für die tolle Arbeitsstelle bewarb, war sie so nervös, dass sie vor Aufregung sogar vergaß, wann sie geboren wurde.","Als sich Renate für die tolle Arbeitsstelle bewarb, war sie so nervös, dass sie vor Aufregung sogar vergaß, wann sie geboren wurde.","Damit sich Renate für die tolle Arbeitsstelle bewarb, war sie so nervös, dass sie vor Aufregung sogar vergaß, wann sie geboren wurde."],"correctAnswer":2},{"questionTitle":"Aufgrund einer milden Westströmung in unserem Land kann man derzeit nicht mit einem Wintereinbruch rechnen.","answers":["Weil eine milde Westströmung in unserem Land ist, kann man derzeit nicht mit einem Wintereinbruch rechnen.","Nachdem eine milde Westströmung in unserem Land ist, kann man derzeit nicht mit einem Wintereinbruch rechnen.","Dass eine milde Westströmung in unserem Land ist, kann man derzeit nicht mit einem Wintereinbruch rechnen.","Obwohl eine milde Westströmung in unserem Land ist, kann man derzeit nicht mit einem Wintereinbruch rechnen."],"correctAnswer":0}]