[{"questionTitle":"Aufgrund der bevorstehenden Geburt ihres dritten Kindes sah sich die junge Familie nach einem Baugrund um.","answers":["Da die Geburt ihres dritten Kindes bevorstand, sah sich die junge Familie nach einem Baugrund um.","Nachdem die Geburt ihres dritten Kindes bevorstand, sah sich die junge Familie nach einem Baugrund um.","Sooft die Geburt ihres dritten Kindes bevorstand, sah sich die junge Familie nach einem Baugrund um.","Solange die Geburt ihres dritten Kindes bevorstand, sah sich die junge Familie nach einem Baugrund um."],"correctAnswer":0},{"questionTitle":"Wegen der Einladung zur Hochzeit ihres besten Freundes kaufte sich Iris ein traumhaftes Kleid.","answers":["Weil sie zur Hochzeit ihres besten Freundes eingeladen war, kaufte sich Iris ein traumhaftes Kleid.","Solange sie zur Hochzeit ihres besten Freundes eingeladen war, kaufte sich Iris ein traumhaftes Kleid.","Während sie zur Hochzeit ihres besten Freundes eingeladen war, kaufte sich Iris ein traumhaftes Kleid,","Bis sie zur Hochzeit ihres besten Freundes eingeladen war, kaufte sich Iris ein traumhaftes Kleid."],"correctAnswer":0},{"questionTitle":"Nach dem ersten Schrei des Babys begannen die glücklichen Eltern vor Freude zu weinen.","answers":["Obwohl das Baby den ersten Schrei ausstieß, begannen die glücklichen Eltern vor Freude zu weinen.","Während das Baby den ersten Schrei ausstieß, begannen die glücklichen Eltern vor Freude zu weinen.","Sobald das Baby den ersten Schrei ausstieß, begannen die glücklichen Eltern vor Freude zu weinen.","Sooft das Baby den ersten Schrei ausstieß, begannen die glücklichen Eltern vor Freude zu weinen."],"correctAnswer":2},{"questionTitle":"Bei Vertragsabschluss wurde in der Versicherungsgesellschaft mit Champagner angestoßen.","answers":["Nachdem der Vertrag abgeschlossen worden war, wurde in der Versicherungsgesellschaft mit Champagner angestoßen.","Während der Vertrag abgeschlossen worden war, wurde in der Versicherungsgesellschaft mit Champagner angestoßen.","Obwohl der Vertrag abgeschlossen worden war, wurde in der Versicherungsgesellschaft mit Champagner angestoßen.","Wenn der Vertrag abgeschlossen worden war, wurde in der Versicherungsgesellschaft mit Champagner angestoßen."],"correctAnswer":0},{"questionTitle":"Aus Eitelkeit verbringt Jaqueline täglich drei Stunden im Badezimmer.","answers":["Wenn Jaqueline so eitel ist, verbringt sie täglich drei Stunden im Badezimmer.","Weil Jaqueline so eitel ist, verbringt sie täglich drei Stunden im Badezimmer.","Als Jaqueline so eitel ist, verbringt sie täglich drei Stunden im Badezimmer.","Bis Jaqueline so eitel ist, verbringt sie täglich drei Stunden im Badezimmer."],"correctAnswer":1},{"questionTitle":"Aufgrund von möglichen Aufstiegschancen macht Jonathan jeden Abend unbezahlte Überstunden.","answers":["Obwohl er mögliche Aufstiegschancen hat, macht Jonathan jeden Abend unbezahlte Überstunden.","Während er mögliche Aufstiegschancen hat, macht Jonathan jeden Abend unbezahlte Überstunden.","Bis er mögliche Aufstiegschancen hat, macht Jonathan jeden Abend unbezahlte Überstunden.","Weil er mögliche Aufstiegschancen hat, macht Jonathan jeden Abend unbezahlte Überstunden."],"correctAnswer":3},{"questionTitle":"Trotz des gefährlichen Skiunfalls konnte der Weltmeister bald wieder zu Wettbewerben antreten.","answers":["Nachdem er einen gefährlichen Skiunfall hatte, konnte der Weltmeister bald wieder zu Wettbewerben antreten.","Während er einen gefährlichen Skiunfall hatte, konnte der Weltmeister bald wieder zu Wettbewerben antreten.","Obwohl er einen gefährlichen Skiunfall hatte, konnte der Weltmeister bald wieder zu Wettbewerben antreten.","Solange er einen gefährlichen Skiunfall hatte, konnte der Weltmeister bald wieder zu Wettbewerben antreten."],"correctAnswer":2},{"questionTitle":"Bei einer routinemäßigen Radarkontrolle konnte das gestohlene Fahrzeug auf der Autobahn A8 ausfindig gemacht werden.","answers":["Da das Radar routinemäßig kontrollierte, konnte das gestohlene Fahrzeug auf der Autobahn A8 ausfindig gemacht werden.","Dass das Radar routinemäßig kontrollierte, konnte das gestohlene Fahrzeug auf der Autobahn A8 ausfindig gemacht werden.","Damit das Radar routinemäßig kontrollierte, konnte das gestohlene Fahrzeug auf der Autobahn A8 ausfindig gemacht werden.","Sodass das Radar routinemäßig kontrollierte, konnte das gestohlene Fahrzeug auf der Autobahn A8 ausfindig gemacht werden."],"correctAnswer":0},{"questionTitle":"Aufgrund der identifizierten Fingerabdrücke vom Tatort konnte der Einbrecher rasch inhaftiert werden.","answers":["Bis die Fingerabdrücke vom Tatort identifiziert wurden, konnte der Einbrecher rasch inhaftiert werden.","Weil die Fingerabdrücke vom Tatort identifiziert wurden, konnte der Einbrecher rasch inhaftiert werden.","Ob die Fingerabdrücke vom Tatort identifiziert wurden, konnte der Einbrecher rasch inhaftiert werden.","Wenn die Fingerabdrücke vom Tatort identifiziert wurden, konnte der Einbrecher rasch inhaftiert werden."],"correctAnswer":1},{"questionTitle":"Aufgrund ihrer Alkoholsucht, die sie selbst nicht mehr im Griff hatte, wurde sie ins städtische Krankenhaus eingewiesen.","answers":["Während sie ihre Alkoholsucht nicht mehr im Griff hatte, wurde sie ins städtische Krankenhaus eingewiesen.","Da sie ihre Alkoholsucht nicht mehr im Griff hatte, wurde sie ins städtische Krankenhaus eingewiesen.","Obwohl sie ihre Alkoholsucht nicht mehr im Griff hatte, wurde sie ins städtische Krankenhaus eingewiesen.","Bis sie ihre Alkoholsucht nicht mehr im Griff hatte, wurde sie ins städtische Krankenhaus eingewiesen."],"correctAnswer":1}]