[{"questionTitle":"Olga raucht im Auto eine Zigarre.","answers":["Eine Zigarre wird von Olga im Auto gerauchen.","Eine Zigarre wird von Olga im Auto geräucht.","Eine Zigarre wird von Olga im Auto geraucht.","Eine Zigarre wird von Olga im Auto geräuchen."],"correctAnswer":2},{"questionTitle":"Die Vögel beschmutzen die Heckscheibe von Jonnys Cabrio.","answers":["Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmützt.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmutzen.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmützen.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmutzt."],"correctAnswer":3},{"questionTitle":"Ronald repariert die Rotationsblätter des Hubschraubers.","answers":["Die Rotationsblätter des Hubschraubers werden von Ronald reparieren.","Die Rotationsblätter des Hubschraubers werden von Ronald repariert.","Die Rotationsblätter des Hubschraubers werden reparieren von Ronald.","Die Rotationsblätter des Hubschraubers werden Ronald gerepariert."],"correctAnswer":1},{"questionTitle":"Die Pferde ziehen die Hochzeitskutsche zur Kirche.","answers":["Die Hochzeitskutsche wird von den Pferden zur Kirche gezogt.","Die Hochzeitskutsche wird von den Pferden zur Kirche gezögen.","Die Hochzeitskutsche wird von Pferden zur Kirche gezögt.","Die Hochzeitskutsche wird von den Pferden zur Kirche gezogen."],"correctAnswer":3},{"questionTitle":"Die Polizei gab ihren Porsche ins Museum.","answers":["Ihr Porsche werd von der Polizei ins Museum gegebet.","Ihr Porsche würd von der Polizei ins Museum gegibt.","Ihr Porsche wird von der Polizei ins Museum gegeiben.","Ihr Porsche wird von der Polizei ins Museum gegeben."],"correctAnswer":3},{"questionTitle":"Hubert betankt sein Auto immer an der günstigsten Tankstelle.","answers":["Sein Auto werd von Hubert immer an der günstigsten Tankstelle betankt.","Sein Auto wird von Hubert immer an der günstigsten Tankstelle betanken.","Sein Auto wird von Hubert immer an der günstigsten Tankstelle betankt.","Sein Auto werden von Hubert immer an der günstigsten Trankstelle betankt."],"correctAnswer":2},{"questionTitle":"Die Kinder entdecken unterwegs einen prachtvollen Regenbogen.","answers":["Ein prachtvoller Regenbogen wird von den Kindern unterwegs entdecken.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs geentdeckt.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs entdeckt.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs entgedeckt."],"correctAnswer":2},{"questionTitle":"Babette inhaliert die Landluft.","answers":["Die Landluft wird von Babette inhaliert.","Die Landluft wird von Babette geinhaliert.","Die Landluft wird von Babette inhalieren.","Die Landluft wird inhalieren von Babette."],"correctAnswer":0},{"questionTitle":"Die klagenden Damen stören den arbeitenden Mann.","answers":["Der arbeitende Mann werden von den klagenden Damen gestört.","Der arbeitende Mann würd von den klagenden Damen gestört.","Der arbeitende Mann wird von den klagenden Damen gestört.","Der arbeitende Mann wird von den klagenden Damen gestören."],"correctAnswer":2},{"questionTitle":"Monika dreht das Autoradio laut auf.","answers":["Das Autoradio wird von Monika laut aufgedreht.","Das Autoradio wird von Monika laut geaufdreht.","Das Autoradio wird von Monika laut aufgedrehen.","Das Autoradio wird von Monika laut aufdreht."],"correctAnswer":0}]