[{"questionTitle":"Der Motorradfahrer kauft sich eine spezielle Schutzbekleidung.","answers":["Eine spezielle Schutzbekleidung wird gekaufen vom Motorradfahrer.","Eine spezielle Schutzbekleidung wird vom Motorradfahrer gekaufen.","Eine spezielle Schutzbekleidung vom Motorradfahrer gekauft wird.","Eine spezielle Schutzbekleidung wird vom Motorradfahrer gekauft."],"correctAnswer":3},{"questionTitle":"Günther bezahlt die Rechnung für die Autoversicherung noch immer nicht.","answers":["Die Rechnung für die Autoversicherung würd von Günther noch immer nicht bezahlt.","Die Rechnung für die Autoversicherung wird von Günther noch immer nicht bezahlt.","Die Rechnung für die Autoversicherung wird bezahlt nicht von Günther noch immer.","Die Rechnung für die Autoversicherung wird von Günther noch immer nicht bezahlen."],"correctAnswer":1},{"questionTitle":"Heinrich verkauft sein altes Fahrrad übers Internet.","answers":["Sein altes Fahrrad werd von Heinrich verkauft.","Sein altes Fahrrad wird von Heinrich verkaufen.","Sein altes Fahrrad wird von Heinrich geverkauft.","Sein altes Fahrrad wird von Heinrich verkauft."],"correctAnswer":3},{"questionTitle":"Daniela bewundert die neuen Designs auf der Automesse.","answers":["Die neuen Designs werden von Daniela bewundert.","Die neuen Designs werden von Daniela bewundern.","Die neuen Designs werden von Daniela gewundert.","Die neuen Designs werden von Daniela verbewundert."],"correctAnswer":0},{"questionTitle":"Rudolf versteckt im Flugzeug den kleinen Hund in seiner Tasche.","answers":["Der kleine Hund würd von Rudolf in seiner Tasche versteckt.","Der kleine Hund werde von Rudolf in seiner Tasche verstecken.","Der kleine Hund wird von Rudolf in seiner Tasche versteckt.","Der kleine Hund wird von Rudolf in seiner Tasche verstecken."],"correctAnswer":2},{"questionTitle":"Der Polizist hält den zwölfjährigen Autofahrer auf dem Pannenstreifen auf.","answers":["Der zwölfjährige Autofahrer wird vom Polizisten auf dem Pannenstreifen aufgehaltet.","Der zwölfjährige Autofahrer wird vom Polizisten auf dem Pannenstreifen aufgehalten.","Der zwölfjährige Autofahrer wird vom Polizisten auf dem Pannenstreifen geaufhalten.","Der zwölfjährige Autofahrer wird vom Polizisten auf dem Pannenstreifen geaufhaltet."],"correctAnswer":1},{"questionTitle":"Mario entwertet die Fahrkarte.","answers":["Die Fahrkarte werden von Mario entwertet.","Die Fahrkarte wird von Mario geentwertet.","Die Fahrkarte wird von Mario entwerten.","Die Fahrkarte wird von Mario entwertet."],"correctAnswer":3},{"questionTitle":"Angelika küsst ihren Verlobten in der Straßenbahn.","answers":["Ihr Verlobter wird von Angelika in der Straßenbahn geküssen.","Ihr Verlobter wird von Angelika in der Straßenbahn geküsst.","Ihr Verlobter wird von Angelika in der Straßenbahn verküsst.","Ihr Verlobter wird von Angelika in der Straßenbahn küsst."],"correctAnswer":1},{"questionTitle":"Georg putzt täglich sein Fahrrad.","answers":["Sein Fahrrad wird von Georg täglich geputzen.","Sein Fahrrad wird von Georg täglich geputzt.","Sein Fahrrad geputzt wird von Georg täglich.","Sein Fahrrad wird geputzt von Georg täglich."],"correctAnswer":1},{"questionTitle":"Ferdinand drückt fest auf die Hupe.","answers":["Die Hupe wird von Ferdinand fest gedrücken.","Die Hupe wird von Ferdinand fest gedruckt.","Die Hupe wird von Ferdinand fest gedrückt.","Die Hupe wird gedrücken von Ferdinand fest."],"correctAnswer":2}]