[{"questionTitle":"Der alte Kapitän singt Lieder aus seiner Jugend.","answers":["Lieder aus seiner Jugend werden vom alten Kapitän gesingt.","Lieder aus seiner Jugend werden vom alten Kapitän gesüngen.","Lieder aus seiner Jugend werden vom alten Kapitän gesungt.","Lieder aus seiner Jugend werden vom alten Kapitän gesungen."],"correctAnswer":3},{"questionTitle":"Der Busfahrer übersieht leider die richtige Abfahrt.","answers":["Die richtige Abfahrt wird vom Busfahrer leider übersehen..","Die richtige Abfahrt wird vom Busfahrer leider überseht.","Die richtige Abfahrt wird vom Busfahrer leider übergesehen.","Die richtige Abfahrt wird vom Busfahrer leider übergeseht."],"correctAnswer":0},{"questionTitle":"Eine Gondel der Seilbahn befördert pro Fahrt maximal 6 Personen.","answers":["Maximal 6 Personen pro Fahrt wird von der Gondel der Seilbahn befördert.","Maximal 6 Personen pro Fahrt werden von der Gondel der Seilbahn befördert.","Maximal 6 Personen pro Fahrt werden von der Gondel der Seilbahn befördern.","Maximal 6 Personen pro Fahrt werden von der Gondel der Seilbahn befordert."],"correctAnswer":1},{"questionTitle":"Christoph hängt die Wäsche auf.","answers":["Die Wäsche wird von Christoph aufgehangt.","Die Wäsche wird von Christoph aufgehongt.","Die Wäsche wird von Christoph aufgehongen.","Die Wäsche wird von Christoph aufgehängt."],"correctAnswer":3},{"questionTitle":"Der Taxifahrer findet die Adresse des Kunden nicht.","answers":["Die Adresse des Kunden wird vom Taxifahrer nicht gefünden.","Die Adresse des Kunden wird vom Taxifahrer nicht gefundet.","Die Adresse des Kunden wird vom Taxifahrer nicht gefunden.","Die Adresse des Kunden wird vom Taxifahrer nicht gefindet."],"correctAnswer":2},{"questionTitle":"Der ungeduldige Autofahrer überholt den Traktor an einer unübersichtlichen Stelle.","answers":["Der Traktor wird vom ungeduldigen Autofahrer an einer unübersichtlichen Stelle überhölt.","Der Traktor wird vom ungeduldigen Autofahrer an einer unübersichtlichen Stelle geüberholt.","Der Traktor wird vom ungeduldigen Autofahrer an einer unübersichtlichen Stelle überholt.","Der Traktor wird vom ungeduldigen Autofahrer an einer unübersichtlichen Stelle überholen."],"correctAnswer":2},{"questionTitle":"Der alkoholisierte Autofahrer beobachtet die hübsche Frau im roten Wagen.","answers":["Die Frau wird beöbachtet.","Die Frau wird beobachten.","Die Frau ist gebeobachtet.","Die Frau wird beobachtet."],"correctAnswer":3},{"questionTitle":"Der Arzt verschreibt der schockierten Frau Beruhigungstabletten.","answers":["Die Beruhigungstabletten sind verschriebt.","Die Beruhigungstabletten sind verschrieben.","Die Beruhigungstabletten sind verschreiben.","Die Beruhigungstabletten sind verschreibt."],"correctAnswer":1},{"questionTitle":"Herbert missachtet das Rauchverbot im Reisebus.","answers":["Das Rauchverbot wird missachtet.","Das Rauchverbot wird missächtet.","Das Rauchverbot wird gemissachtet.","Das Rauchverbot wird missgeachtet."],"correctAnswer":0},{"questionTitle":"Hugo aß in Italien drei Eistüten pro Tag.","answers":["Drei Eistüten wurden gessen.","Drei Eistüten wurden essen.","Drei Eistüten wurden gegessen.","Drei Eistüten wurden gegassen."],"correctAnswer":2}]