[{"questionTitle":"Für alle jungen Eltern stellt ... die Frage, wie sie die Betreuung ihres Kindes koordinieren.","answers":["dir","mich","dich","sich"],"correctAnswer":3},{"questionTitle":"sich - von Fertigprodukten - hauptsächlich - er - ernährt - .","answers":["Sich hauptsächlich von Fertigprodukten er ernährt.","Von Fertigprodukten hauptsächlich er ernährt sich.","Hauptsächlich er ernährt sich von Fertigprodukten.","Er ernährt sich hauptsächlich von Fertigprodukten."],"correctAnswer":3},{"questionTitle":"bemüht - so - lange - um die Stelle - ich - habe - mich - .","answers":["So lange um die Stelle ich habe mich bemüht.","Mich um die Stelle habe ich so lange bemüht.","Ich habe mich so lange um die Stelle bemüht.","Bemüht ich habe mich um die Stelle so lange."],"correctAnswer":2},{"questionTitle":"sich - endlich - von dem Druck - seiner Eltern - befreit - er - hat - .","answers":["Von dem Druck seiner Eltern sich endlich befreit er hat.","Er hat sich endlich von dem Druck seiner Eltern befreit.","Seiner Eltern sich endlich befreit von dem Druck er hat.","Befreit von dem Druck seiner Eltern er sich hat endlich."],"correctAnswer":1},{"questionTitle":"sich - von Anfang an - mit seinem Stiefvater - hat - mein Sohn - verstanden - .","answers":["Mit seinem Stiefvater verstanden sich hat mein Sohn von Anfang an.","Sich verstanden von Anfang an mein Sohn mit seinem Stiefvater hat.","Mein Sohn hat sich von Anfang an mit seinem Stiefvater verstanden.","Von Anfang an mit seinem Stiefvater hat verstanden sich mein Sohn."],"correctAnswer":2},{"questionTitle":"durch ihr Äußeres - nicht - sich - nur - sie - unterscheiden - .","answers":["Unterscheiden sich nicht durch ihr Äußeres nur sie.","Sie unterscheiden sich nicht nur durch ihr Äußeres.","Sich nicht unterscheiden nur durch ihr Äußeres sie.","Durch ihr Äußeres nicht nur sie sich unterscheiden."],"correctAnswer":1},{"questionTitle":"meine Eltern - sich - nur - gestritten - vor der Scheidung - haben - .","answers":["Nur gestritten sich meine Eltern haben vor der Scheidung.","Vor der Scheidung meine Eltern nur sich gestritten haben.","Vor der Scheidung haben sich meine Eltern nur gestritten.","Meine Eltern sich nur gestritten haben vor der Scheidung."],"correctAnswer":2},{"questionTitle":"muss - kümmern - sich - heute - er - um seine kranke Tochter - .","answers":["Er muss sich heute um seine kranke Tochter kümmern.","Um seine kranke Tochter er sich kümmern muss heute.","Heute er muss sich um seine kranke Tochter kümmern.","Muss kümmern sich heute er um seine kranke Tochter."],"correctAnswer":0},{"questionTitle":"ärgert - sich - über das schlechte Wetter - heute - meine Mutter - noch - an ihrem - Hochzeitstag - noch - .","answers":["Über das schlechte Wetter meine Mutter sich noch ägert heute an ihrem Hochzeitstag.","Meine Mutter ärgert sich noch heute über das schlechte Wetter an ihrem Hochzeitstag.","An ihrem Hochzeitstag über das schlechte Wetter noch heute meine Mutter sich ärgert.","Heute noch über das schlechte Wetter meine Mutter an ihrem Hochzeitstag ärgert sich."],"correctAnswer":1},{"questionTitle":"immer - geliebt - in den 20 Jahren - sich haben - ihrer Ehe - sie - .","answers":["Immer sich haben geliebt sie in den 20 Jahren ihrer Ehe.","In den 20 Jahren ihrer Ehe haben sie sich immer geliebt.","Ihrer Ehe sie immer geliebt sich in den 20 Jahren haben.","Haben sich immer geliebt sie in den 20 Jahren ihrer Ehe."],"correctAnswer":1}]