[{"questionTitle":"Unsere Gäste aßen mit Begeisterung das köstliche Dessert.","answers":["Das köstliche Dessert ist von unseren Gästen mit Begeisterung gegessen worden.","Das köstliche Dessert wurde von unseren Gästen mit Begeisterung gegessen.","Das köstliche Dessert wird von unseren Gästen mit Begeisterung gegessen.","Das köstliche Dessert wird von unseren Gästen mit Begeisterung gegessen sein."],"correctAnswer":1},{"questionTitle":"Damit machten sie uns eine große Freude.","answers":["Eine große Freude wird uns von ihnen damit gemacht.","Eine große Freude wurde uns von ihnen damit gemacht.","Eine große Freude wird uns von ihnen damit gemacht werden.","Eine große Freude war uns von ihnen damit gemacht worden."],"correctAnswer":1},{"questionTitle":"Die Freunde erzählten, dass sie während des Zeltlagers jede Nacht seltsame Geräusche gehört hatten.","answers":["Die Freunde erzählten, dass während des Zeltlagers jede Nacht seltsame Geräusche gehört worden waren.","Die Freunde erzählten, dass während des Zeltlagers jede Nacht seltsame Geräusche gehört worden sind.","Die Freunde erzählten, dass während des Zeltlagers jede Nacht seltsame Geräusche gehört werden.","Die Freunde erzählten, dass während des Zeltlagers jede Nacht seltsame Geräusche gehört werden werden."],"correctAnswer":0},{"questionTitle":"Meine Mutter und ich haben viele schöne Blumen im Garten angepflanzt.","answers":["Viele schöne Blumen werden von meiner Mutter und mir im Garten angepflanzt.","Viele schöne Blumen werden von meiner Mutter und mir im Garten angepflanzt werden.","Viele schöne Blumen wurden von meiner Mutter und mir im Garten angepflanzt.","Viele schöne Blumen sind von meiner Mutter und mir im Garten angepflanzt worden."],"correctAnswer":3},{"questionTitle":"Keine Sorge, ich werde die Aufgabe bald erledigen.","answers":["Keine Sorge, die Aufgabe wird bald von mir erledigt sein.","Keine Sorge, die Aufgabe war von mir bald erledigt worden.","Keine Sorge, die Aufgabe ist von mir bald erledigt worden.","Keine Sorge, die Aufgabe ist von mir bald erledigt."],"correctAnswer":0},{"questionTitle":"Jeden Abend hat meine Oma eine neue Gute-Nacht-Geschichte für mich erfunden.","answers":["Eine neue Gute-Nacht-Geschichte wurde von meiner Oma jeden Abend für mich erfunden.","Eine neue Gute-Nacht-Geschichte war von meiner Oma jeden Abend für mich erfunden.","Eine neue Gute-Nacht-Geschichte ist von meiner Oma jeden Abend für mich erfunden worden.","Eine neue Gute-Nacht-Geschichte war von meiner Oma jeden Abend für mich erfunden worden."],"correctAnswer":2},{"questionTitle":"Als er den Verletzten sah, holte Paul schnell Hilfe.","answers":["Als er den Verletzten sah, war von Paul schnell Hilfe geholt worden.","Als er den Verletzten sah, ist von Paul schnell Hilfe geholt worden.","Als er den Verletzten sah, wird von Paul schnell Hilfe geholt werden.","Als er den Verletzten sah, wurde von Paul schnell Hilfe geholt."],"correctAnswer":3},{"questionTitle":"Herr Müller kaufte sich zum Geburtstag einen neuen Laptop.","answers":["Ein neuer Laptop war sich von Herrn Müller zum Geburtstag gekauft worden.","Ein neuer Laptop ist sich von Herrn Müller zum Geburtstag gekauft worden.","Ein neuer Laptop wurde sich von Herrn Müller zum Geburtstag gekauft.","Ein neuer Laptop wird sich von Herrn Müller zum Geburtstag gekauft werden."],"correctAnswer":2},{"questionTitle":"Kolumbus hat Amerika im Jahr 1492 entdeckt.","answers":["Amerika war von Kolumbus im Jahr 1492 entdeckt worden.","Amerika wird von Kolumbus im Jahr 1492 entdeckt werden.","Amerika ist von Kolumbus im Jahr 1492 entdeckt worden.","Amerika wird von Kolumbus im Jahr 1492 entdeckt."],"correctAnswer":2},{"questionTitle":"Frau Sagmeister hatte ihre Mutter bis zu ihrem Tod gepflegt.","answers":["Ihre Mutter ist von Frau Sagmeister bis zu ihrem Tod gepflegt worden.","Ihre Mutter war von Frau Sagmeister bis zu ihrem Tod gepflegt worden.","Ihre Mutter wurde von Frau Sagmeister bis zu ihrem Tod gepflegt.","Ihre Mutter wird von Frau Sagmeister bis zu ihrem Tod gepflegt."],"correctAnswer":1}]