[{"questionTitle":"Die jungen Maurer haben das Haus auf dem Nachbargrundstück in nur drei Wochen aufgebaut.","answers":["Das Haus auf dem Nachbargrundstück wurde von den jungen Maurern in nur drei Wochen aufgebaut.","Das Haus auf dem Nachbargrundstück ist von den jungen Maurern in nur drei Wochen aufgebaut worden.","Das Haus auf dem Nachbargrundstück war von den jungen Maurern in nur drei Wochen aufgebaut worden.","Das Haus auf dem Nachbargrundstück wird von den jungen Maurern in nur drei Wochen aufgebaut."],"correctAnswer":1},{"questionTitle":"Im Urlaub besuchten wir alle Klöster und Burgen in der nahen Umgebung.","answers":["Alle Klöster und Burgen in der nahen Umgebung sind von uns im Urlaub besucht worden.","Alle Klöster und Burgen in der nahen Umgebung waren von uns im Urlaub besucht worden.","Alle Klöster und Burgen in der nahen Umgebung wurden von uns im Urlaub besucht.","Alle Klöster und Burgen in der nahen Umgebung werden von uns im Urlaub besucht."],"correctAnswer":2},{"questionTitle":"Der Lehrling musste vier Stunden lang die Farbe rühren.","answers":["Die Farbe hatte vier Stunden lang vom Lehrling gerührt werden müssen.","Die Farbe hat vier Stunden lang vom Lehrling gerührt werden müssen.","Die Farbe musste vier Stunden lang vom Lehrling gerührt werden.","Die Farbe wird vier Stunden lang vom Lehrling gerührt werden müssen."],"correctAnswer":2},{"questionTitle":"Oma, wirst du diesen Winter wieder so warme Socken stricken?","answers":["Oma, werden diesen Winter wieder so warme Socken von dir gestrickt?","Oma, werden diesen Winter wieder so warme Socken von dir gestrickt werden?","Oma, wurden diesen Winter wieder so warme Socken von dir gestrickt?","Oma, sind diesen Winter wieder so warme Socken von dir gestrickt worden?"],"correctAnswer":1},{"questionTitle":"Die Kinder pflückten auf der großen Wiese die schönsten Blumen.","answers":["Die schönsten Blumen werden von den Kindern auf der großen Wiese gepflückt.","Die schönsten Blumen wurden von den Kindern auf der großen Wiese gepflückt.","Die schönsten Blumen werden von den Kindern auf der großen Wiese gepflückt werden.","Die schönsten Blumen waren von den Kindern auf der großen Wiese gepflückt worden."],"correctAnswer":1},{"questionTitle":"Der Fliesenleger hat an nur einem Abend das gesamte Badezimmer renoviert.","answers":["Das gesamte Badezimmer war an nur einem Abend vom Fliesenleger renoviert worden.","Das gesamte Badezimmer ist an nur einem Abend vom Fliesenleger renoviert worden.","Das gesamte Badezimmer wird an nur einem Abend vom Fliesenleger renoviert werden.","Das gesamte Badezimmer wird an nur einem Abend vom Fliesenleger renoviert."],"correctAnswer":1},{"questionTitle":"Der Bürgermeister hatte den Wunsch des 5jährigen innerhalb einer Woche erfüllt.","answers":["Der Wunsch des 5jährigen war vom Bürgermeister innerhalb einer Woche erfüllt worden.","Der Wunsch des 5jährigen ist vom Bürgermeister innerhalb einer Woche erfüllt worden.","Der Wunsch des 5jährigen wurde vom Bürgermeister innerhalb einer Woche erfüllt.","Der Wunsch des 5jährigen wird vom Bürgermeister innerhalb einer Woche erfüllt."],"correctAnswer":0},{"questionTitle":"In nächster Zukunft wird man in jeder Schule einen Psychologen brauchen.","answers":["Ein Psychologe wird in nächster Zukunft in jeder Schule gebraucht.","Ein Psychologe war in nächster Zukunft in jeder Schule gebraucht worden.","Ein Psychologe ist in nächster Zukunft in jeder Schule gebraucht worden.","Ein Psychologe wird in nächster Zukunft in jeder Schule gebraucht werden."],"correctAnswer":3},{"questionTitle":"Man hatte früher in diesem Haushalt nicht über solche Themen sprechen dürfen.","answers":["Über solche Themen hat früher in diesem Haushalt nicht gesprochen werden dürfen.","Über solche Themen hatte früher in diesem Haushalt nicht gesprochen werden dürfen.","Über solche Themen durfte früher in diesem Haushalt nicht gesprochen werden.","Über solche Themen wird früher in diesem Haushalt nicht gesprochen werden dürfen."],"correctAnswer":1},{"questionTitle":"Nächste Woche werden wieder Millionen Amerikaner den Super-Bowl im Fernsehen sehen.","answers":["Der Super-Bowl wurde nächste Woche wieder von Millionen Amerikanern im Fernsehen gesehen.","Der Super-Bowl war nächste Woche wieder von Millionen Amerikanern im Fernsehen gesehen worden.","Der Super-Bowl ist nächste Woche wieder von Millionen Amerikanern im Fernsehen gesehen worden.","Der Super-Bowl wird nächste Woche wieder von Millionen Amerikanern im Fernsehen gesehen werden."],"correctAnswer":3}]