[{"questionTitle":"Ziel - erreichte - das - alle - machte - stolz - .","answers":["Erreichte das Ziel machte alle stolz.","Das alle erreichte Ziel machte stolz.","Das erreichte Ziel machte alle stolz.","Stolz das Ziel machte alle erreichte."],"correctAnswer":2},{"questionTitle":"gebügeltes - sieht - ein - besser - Hemd - aus - einfach - nicht - als - ein - gebügeltes - Hemd - .","answers":["Ein gebügeltes Hemd sieht einfach besser aus als ein nicht gebügeltes Hemd.","Gebügeltes ein Hemd sieht besser einfach aus als ein gebügeltes Hemd nicht.","Nicht einfach ein gebügeltes Hemd sieht besser aus als ein gebügeltes Hemd.","Ein nicht gebügeltes Hemd sieht besser aus einfach als ein gebügeltes Hemd."],"correctAnswer":0},{"questionTitle":"nahm - entgegen - ausgezeichnete - Sportlerin - die - den - Preis - .","answers":["Nahm entgegen den Preis die ausgezeichnete Sportlerin.","Ausgezeichnete die Sportlerin entgegen nahm den Preis.","Den ausgezeichnete Sportlerin entgegen nahm die Preis.","Die ausgezeichnete Sportlerin nahm den Preis entgegen."],"correctAnswer":3},{"questionTitle":"Roboter - erfundene - produziert - nun - wird - von - der - ihr - .","answers":["Der von ihr erfundene Roboter wird nun produziert.","Erfundene der Roboter nun produziert von ihr wird.","Wird produziert nun der Roboter von ihr erfundene.","Roboter von ihr erfundene der nun produziert wird."],"correctAnswer":0},{"questionTitle":"Bilder - ausgestellten - schön - sehr - die - waren - .","answers":["Die Bilder waren sehr schön ausgestellten.","Ausgestellten die Bilder waren sehr schön.","Sehr schön die ausgestellten Bilder waren.","Die ausgestellten Bilder waren sehr schön."],"correctAnswer":3},{"questionTitle":"Distanz - berechnete - war - von - die - ihm - falsch - .","answers":["Berechnete Distanz von ihm die falsch war.","Die von ihm berechnete Distanz war falsch.","Falsch war die Distanz von ihm berechnete.","Die Distanz von ihm war falsch berechnete."],"correctAnswer":1},{"questionTitle":"Brot - ausgezeichnet - schmeckt - das - gebackene - .","answers":["Ausgezeichnet das Brot schmeckt gebackene.","Das gebackene Brot schmeckt ausgezeichnet.","Das Brot schmeckt ausgezeichnet gebackene.","Schmeckt gebackene ausgezeichnet das Brot."],"correctAnswer":1},{"questionTitle":"rückgängig - Geschäfte - nicht - die - gemacht - können - werden - getätigten - .","answers":["Die Geschäfte können nicht rückgängig gemacht werden getätigten.","Die getätigten können nicht rückgängig gemacht werden Geschäfte.","Rückgängig gemacht werden können die Geschäfte getätigten nicht.","Die getätigten Geschäfte können nicht rückgängig gemacht werden."],"correctAnswer":3},{"questionTitle":"Konrad wird sich um die ... Stelle bewerben.","answers":["ausschreibende","ausgeschriebene","ausgeschriebener","ausschreibendes"],"correctAnswer":1},{"questionTitle":"Das ... Tier muss von den anderen Tieren getrennt werden.","answers":["erkrankend","erkrankendes","erkranktes","erkrankte"],"correctAnswer":3}]