[{"questionTitle":"Wir haben uns vorgenommen, dass wir mehr Sport treiben.","answers":["Wir haben uns vorgenommen, mehr Sport zu treiben.","Wir haben uns vorgenommen, um mehr Sport zu treiben.","Wir haben uns vorgenommen, mehr Sport treiben."],"correctAnswer":0},{"questionTitle":"Er rennt, damit er nicht zu spät kommt.","answers":["Er rennt, nicht zu spät zu kommen.","Er rennt, nicht zu spät zu kommen.","Er rennt, nicht zu spät um zu kommen."],"correctAnswer":1},{"questionTitle":"Ich komme, weil ich dich abholen will.","answers":["Ich komme, dich um abzuholen.","Ich komme, um dich abzuholen.","Ich komme, dich abzuholen."],"correctAnswer":1},{"questionTitle":"Sie machten ein Feuer an, an dem sie sich wärmten.","answers":["Sie machten ein Feuer an, um sich zu wärmen.","Sie machten ein Feuer an, sich zu wärmen.","Sie machten ein Feuer an, sich um zu wärmen."],"correctAnswer":0},{"questionTitle":"Er ist erleichtert, weil er seine Tasche wiedergefunden hat.","answers":["Er ist erleichtert, seine Tasche wiedergefunden haben.","Er ist erleichtert, um seine Tasche wiedergefunden zu haben.","Er ist erleichtert, seine Tasche wiedergefunden zu haben."],"correctAnswer":2},{"questionTitle":"Wir haben vor, dass wir mit dem Tennisspielen beginnen. ","answers":["Wir haben vor, mit dem Tennisspielen zu beginnen.","Wir haben vor, um mit dem Tennisspielen zu beginnen.","Wir haben vor, mit dem Tennisspielen um zu beginnen."],"correctAnswer":0},{"questionTitle":"Ich komme, damit ich mir einen guten Tennischläger kaufe.","answers":["Ich komme, mir einen guten Tennischläger zu kaufen.","Ich komme, um mir einen guten Tennischläger zu kaufen.","Ich komme, mir einen guten Tennischläger um zu kaufen."],"correctAnswer":1},{"questionTitle":"Ich bin hier, weil ich Ihnen helfen möchte.","answers":["Ich bin hier, Ihnen helfen.","Ich bin hier, Ihnen zu helfen.","Ich bin hier, um Ihnen zu helfen."],"correctAnswer":2},{"questionTitle":"Sie lernt viel, damit sie gute Noten bekommt","answers":["Sie lernt viel, um gute Noten zu bekommen.","Sie lernt viel, gute Noten um zu bekommen.","Sie lernt viel, um zu gute Noten bekommen."],"correctAnswer":0},{"questionTitle":"Aber ich hoffe, dass ich bald wie ein Profi spielen kann.","answers":["Aber ich hoffe, bald wie ein Profi spielen zu kann.","Aber ich hoffe, um bald wie ein Profi spielen zu können.","Aber ich hoffe, bald wie ein Profi spielen zu können."],"correctAnswer":2}]