[{"questionTitle":"In der Wohnung darf man keine Hunde halten. Das ist verboten. ","answers":["Es ist verboten, in der Wohnung Hunde zu halten.","Es ist verboten, in der Wohnung Hunde um zu halten."],"correctAnswer":0},{"questionTitle":"Georg gibt das Rauchen auf. Seine Frau hat ihn endlich dazu überreden können.","answers":["Georg gibt das Rauchen auf, um seine Frau überreden zu können.","Seine Frau hat Georg endlich dazu überreden können, das Rauchen aufzugeben."],"correctAnswer":1},{"questionTitle":"Der Vorgesetzte will seine Mitarbeiter dazu zwingen, dass sie täglich Überstunden leisten.","answers":["Der Vorgesetzte will seine Mitarbeiter dazu zwingen, um täglich Überstunden zu leisten","Der Vorgesetzte will seine Mitarbeiter dazu zwingen, täglich Überstunden zu leisten."],"correctAnswer":1},{"questionTitle":"Ilona hat ihren Gatten darum gebeten, dass er seine kranke Schwiegermutter besucht.","answers":["Ilona hat ihren Gatten darum gebeten, seine kranke Schwiegermutter zu besuchen.","Ilona hat ihren Gatten darum gebeten, seine kranke Schwiegermutter zu besucht."],"correctAnswer":0},{"questionTitle":"Du brauchst mir bei den Hausaufgaben nicht zu helfen. Das ist nicht nötig.","answers":["Es ist nicht nötig, um mir bei den Hausaufgaben zu helfen.","Es ist nicht nötig, mir bei den Hausaufgaben zu helfen."],"correctAnswer":1},{"questionTitle":"Hilde ist davon überzeugt, dass sie ohne Probleme die Prüfung besteht.","answers":["Hilde ist davon überzeugt, um ohne Probleme die Prüfung zu besteht.","Hilde ist davon überzeugt, ohne Probleme die Prüfung zu bestehen."],"correctAnswer":1},{"questionTitle":"Fräulein Hings ist es peinlich, dass sie permanent zum Tanzen aufgefordert wird.","answers":["Fräulein Hings ist es peinlich, permanent zum Tanzen aufgefordert zu werden.","Fräulein Hings ist es peinlich, permanent zum Tanzen aufgefordert zu werden."],"correctAnswer":0},{"questionTitle":"Ärgere dich nicht! Dafür gibt es keinen Grund. ","answers":["Es gibt keinen Grund (dafür), sich zu ärgern.","Es gibt keinen Grund (dafür), dich zu ärgern."],"correctAnswer":0},{"questionTitle":"Silke wollte 3 kg abnehmen. Sie hat es versucht.","answers":["Silke hat versucht, 3 kg zu abnehmen.","Silke hat versucht, 3 kg abzunehmen."],"correctAnswer":1},{"questionTitle":"Horst möchte von Kiel nach München wandern. Das hat er vor. ","answers":["Horst hat vor, von Kiel nach München zu wandern.","Horst hat vor, von Kiel nach München zu wandern zu möchten."],"correctAnswer":0}]