[{"questionTitle":"Eines Tages wird Holger seine Traumfrau finden. Er ist immer noch davon überzeugt.","answers":["Holger ist immer noch davon überzeugt, eines Tages seine Traumfrau zu finden.","Eines Tages wird Holger seine Traumfrau finden, immer noch davon überzeugt zu sein.","Holger ist immer noch davon überzeugt, eines Tages seine Traumfrau um zu finden."],"correctAnswer":0},{"questionTitle":"Die Wahrheit wird man nicht herausfinden. Das halten viele für unmöglich.","answers":["Viele halten es für unmöglich, um die Wahrheit herauszufinden.","Viele halten es für unmöglich, die Wahrheit herauszufinden.","Viele halten es für unmöglich, die Wahrheit um herauszufinden."],"correctAnswer":1},{"questionTitle":"Herr Spöker könnte vielleicht seinen Arbeitsplatz verlieren. Davor hat er Angst.","answers":["Herr Spöker hat Angst davor, um seinen Arbeitsplatz zu verlieren.","Herr Spöker hat Angst davor, seinen Arbeitsplatz zu verlieren.","Herr Spöker könnte vielleicht seinen Arbeitsplatz verlieren, um Angst zu haben."],"correctAnswer":1},{"questionTitle":"Frau Radlerwitz fährt nicht gern Rad. Das macht ihr keinen Spaß.","answers":["Frau Radlerwitz fährt nicht gern Rad, keinen Spaß zu machen.","Es macht Frau Radlerwitz keinen Spaß, Rad zu fahren.","Es macht Frau Radlerwitz keinen Spaß, Rad um zu fahren."],"correctAnswer":1},{"questionTitle":"Alfons repariert das Fahrrad nicht. Dafür hat er heute keine Zeit.","answers":["Alfons hat heute keine Zeit, das Fahrrad um zu reparieren.","Alfons hat heute keine Zeit, das Fahrrad reparieren.","Alfons hat heute keine Zeit, das Fahrrad zu reparieren."],"correctAnswer":2},{"questionTitle":"Herr Klüngel möchte nicht versetzt werden. Darum bittet er seinen Chef.","answers":["Herr Klüngel bittet seinen Chef (darum), nicht versetzt zu werden.","Darum bittet er seinen Chef, nicht versetzt um zu werden.","Herr Klüngel bittet seinen Chef (darum), um zu nicht versetzt werden."],"correctAnswer":0},{"questionTitle":"Marianne Schuster will nach Australien auswandern. Das hat sie vor.","answers":["Marianne Schuster hat vor, um nach Australien auszuwandern.","Marianne Schuster hat vor, nach Australien zu auswandern.","Marianne Schuster hat vor, nach Australien auszuwandern."],"correctAnswer":2},{"questionTitle":"Übermorgen fliegen wir für drei Wochen nach Spanien. Darauf freuen wir uns.","answers":["Wir freuen uns darauf, um übermorgen für drei Wochen nach Spanien zu fliegen.","Wir freuen uns darauf, übermorgen für drei Wochen nach Spanien zu fliegen.","Wir freuen uns darauf, übermorgen für drei Wochen nach Spanien um zu fliegen."],"correctAnswer":1},{"questionTitle":"Ich kann seinen Lamborghini für 3.000 Euro kaufen. Das hat er mir angeboten.","answers":["Ich kann seinen Lamborghini für 3.000 Euro kaufen, mir anzubieten.","Er hat mir angeboten, seinen Lamborghini für 3.000 Euro zu kaufen.","Er hat mir angeboten, seinen Lamborghini für 3.000 Euro um zu kaufen."],"correctAnswer":1},{"questionTitle":"Mein Mann soll keinen Alkohol mehr trinken. Das fällt ihm sehr schwer.","answers":["Es fällt meinem Mann sehr schwer, keinen Alkohol mehr zu trinken.","Es fällt meinem Mann sehr schwer, keinen Alkohol um mehr zu trinken.","Das fällt ihm sehr schwer, seinen Lamborghini für 3.000 Euro kaufen zu können."],"correctAnswer":0}]