[{"questionTitle":"Der Universitätsprofessor empfiehlt seinen Studenten vor der Prüfung: \"Lesen sie bitte die Kapitel drei bis elf in meinem Buch genau!\"","answers":["Der Universitätsprofessor empfiehlt seinen Studenten vor der Prüfung, dass sie die Kapitel drei bis elf in seinem Buch genau lasen sollen.","Der Universitätsprofessor empfiehlt seinen Studenten vor der Prüfung, dass sie die Kapitel drei bis elf in seinem Buch genau lesen sollen.","Der Universitätsprofessor empfiehlt seinen Studenten vor der Prüfung, dass sie die Kapitel drei bis elf in meinem Buch genau liesen sollen.","Der Universitätsprofessor empfiehlt seinen Studenten vor der Prüfung, dass sie die Kapitel drei bis elf in seinem Buch genau lasten sollen."],"correctAnswer":1},{"questionTitle":"In einem Interview gab der neue Shootingstar zu: \"Ich würde alles dafür geben, international bekannt zu werden!\"","answers":["In einem Interview gab der neue Shootingstar zu, dass er alles dafür gebe, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür geben würde, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür gegeben hätte, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür gibt, international bekannt zu werden."],"correctAnswer":1},{"questionTitle":"Als die kompetente Ärztin gefragt wurde: \"Wollen Sie Gesundheitsministerin werden?\", zögerte sie nicht lange und bejahte.","answers":["Als die kompetente Ärztin gefragt wurde, ob sie Gesundheitsministerin werden wolle, zögerte sie nicht lange und bejahte.","Als die kompetente Ärztin gefragt wurde, ob sie Gesundheitsministerin werden wollte, zögerte sie nicht lange und bejahte.","Als die kompetente Ärztin gefragt wurde, ob sie Gesundheitsministerin wollen werden würde, zögerte sie nicht lange und bejahte.","Als die kompetente Ärztin gefragt wurde, ob sie Gesundheitsministerin werde, zögerte sie nicht lange und bejahte."],"correctAnswer":0},{"questionTitle":"Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit: \"Sie können 100 Jahre alt werden.\"","answers":["Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden könnte.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden könne.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden konnte.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt wird."],"correctAnswer":1},{"questionTitle":"Der Autohändler versprach der verunsicherten Kundin: \"Mit diesem Auto fahren Sie garantiert noch zehn Jahre ohne Reparaturen.\"","answers":["Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fährt.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen führe.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fähre.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fahre."],"correctAnswer":3},{"questionTitle":"Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel: \"Möchten Sie mit mir essen gehen?\"","answers":["Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen ginge.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen mochte.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen möchte.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen werde."],"correctAnswer":2},{"questionTitle":"Stefanie erzählte ihrem Vater nach dem Zeltlager: \"Papa, ich habe zehn neue Freundinnen kennengelernt!\"","answers":["Stefanie erzählte ihrem Vater nach dem Zeltlager, dass sie zehn neue Freundinnen kennengelernt habe.","Stefanie erzählte ihrem Vater nach dem Zeltlager, dass sie zehn neue Freundinnen kennengelernt hätte.","Stefanie erzählte ihrem Vater nach dem Zeltlager, dass sie zehn neue Freundinnen kennenlernte.","Stefanie erzählte ihrem Vater nach dem Zeltlager, dass sie zehn neue Freundinnen kennenlernen würde."],"correctAnswer":0},{"questionTitle":"In der Österreichischen Straßenverkehrsordnung steht geschrieben: \"Man muss auch bei Tag mit Licht fahren.\"","answers":["In der Österreichischen Straßenverkehrsordnung steht geschrieben, dass man auch bei Tag mit Licht fahren musste.","In der Österreichischen Straßenverkehrsordnung steht geschrieben, dass man auch bei Tag mit Licht fahren müsse.","In der Österreichischen Straßenverkehrsordnung steht geschrieben, dass man auch bei Tag mit Licht fahren müsste.","In der Österreichischen Straßenverkehrsordnung steht geschrieben, dass man auch bei Tag mit Licht werde fahren müssen."],"correctAnswer":1},{"questionTitle":"Traurig stellten Frau und Herr Müller nach zehn Jahren Ehe fest: \"Wir haben wirklich nichts gemeinsam!\"","answers":["Traurig stellten Frau und Herr Müller nach zehn Jahren Ehe fest, dass sie wirklich nicht gemeinsam hätten.","Traurig stellten Frau und Herr Müller nach zehn Jahren Ehe fest, dass sie wirklich nichts gemeinsam haben.","Traurig stellten Frau und Herr Müller nach zehn Jahren Ehe fest, dass sie wirklich nichts gemeinsam hatten.","Traurig stellen Frau und Herr Müller nach zehn Jahren Ehe fest, dass sie wirklich nichts gemeinsam haben würden."],"correctAnswer":1},{"questionTitle":"Der Theaterintendant sagte dem alternden Schauspieler: \"Es tut mir leid, aber du musst jetzt für die Jungschauspieler Platz machen.\"","answers":["Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid täte, dass dieser jetzt aber für die Jungschauspieler Platz machen müsste.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tut, dass dieser jetzt aber für die Jungschauspieler Platz machen muss.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tue, dass dieser jetzt aber für die Jungschauspieler Platz machen müsse.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tat, dass dieser jetzt aber für die Jungschauspieler Platz machen musste."],"correctAnswer":2}]