[{"questionTitle":"Gestern offenbarte Jürgen seiner Mutter: \"Ich gehe schon seit einiger Zeit nicht mehr zur Schule\".","answers":["Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehen werde.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gegangen war.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehen will.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehe."],"correctAnswer":3},{"questionTitle":"Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter: \"Na gut, du darfst in die Disko gehen. Aber nur bis zwölf!\"","answers":["Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen durfte.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen werde.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gegangen wäre.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen dürfe."],"correctAnswer":3},{"questionTitle":"Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er: \"Ich habe nicht einen Schluck getrunken.\"","answers":["Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken habe.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hatte.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hätte.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hat."],"correctAnswer":0},{"questionTitle":"Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor: \"Nein, ich habe die Hausmauer nicht beschmiert!\"","answers":["Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hat.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hatte.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert habe.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hätte."],"correctAnswer":2},{"questionTitle":"Die Presseagentur bestätigte in einem Rundschreiben: \"Der berühmte Rockstar Frankie S. besucht im Rahmen seiner Welttournee auch Österreich.\"","answers":["Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besucht.","Die Presseagentur bestätigte in einem Rundscheiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besuche.","Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besuchte.","Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besucht habe."],"correctAnswer":1},{"questionTitle":"In der heutigen Tageszeitung wird ein Politiker falsch zitiert. Er sagt angeblich: \"Noch heute lege ich all meine Funktionen in diesem Amt nieder.\"","answers":["Laut Tageszeitung sagt der Politiker angeblich, dass er noch heute alle Funktionen seines Amtes niedergelegt habe.","Laut Tageszeitung sagt der Politiker angeblich, dass er noch heute alle Funktionen seines Amtes niederlegen werde.","Laut Tageszeitung sagt der Politiker angeblich, dass er noch heute alle Funktionen seines Amtes nieder lege.","Laut Tageszeitung sagt der Politiker angeblich, dass er noch heute alle Funktionen seines Amtes niederlag."],"correctAnswer":1},{"questionTitle":"Zur Diskussion über das Jagdgebiet äußerte sich der Bürgermeister wohlwollend: \"Es steht jedem Einwohner nach wie vor zu Verfügung.\"","answers":["Zur Diskussion über das Jagdgebiet äußerte der Bürgermeister, dass es jedem Einwohner nach wir vor zur Verfügung stehe.","Zur Diskussion über das Jagdgebiet äußerte der Bürgermeister, dass es jedem Einwohner nach wir vor zur Verfügung stand.","Zur Diskussion über das Jagdgebiet äußerte der Bürgermeister, dass es jedem Einwohner nach wie vor zur Verfügung stehen.","Zur Diskussion über das Jagdgebiet äußerte der Bürgermeister, dass es jedem Einwohner nach wie vor zu Verfügung gestanden habe."],"correctAnswer":0},{"questionTitle":"Nach eingehender Befragung stellte der Polizeiinspektor fest: \"Herr K. kann nicht der gesuchte Dieb gewesen sein.\"","answers":["Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein könnte.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein konnte.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein könne.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein kann."],"correctAnswer":2},{"questionTitle":"Aus den Todesanzeigen des Gemeindeblattes geht hervor: \"Der 18-jährige Hans G. wurde viel zu früh aus seinem jungen Leben gerissen.\"","answers":["Aus den Todesanzeigen des Gemeindeblattes geht hervor, dass der 18-jährige Hans G. viel zu früh aus seinem jungen Leben gerissen wäre.","Aus den Todesanzeigen des Gemeindeblattes geht hervor, dass der 18-jährige Hans G. viel zu früh aus seinem jungen Leben gerissen würde.","Aus den Todesanzeigen des Gemeindeblattes geht hervor, dass der 18-jährige Hans G. viel zu früh aus seinem jungen Leben gerissen wurde.","Aus den Todesanzeigen des Gemeindeblattes geht hervor, dass der 18-jährige Hans G. viel zu früh aus seinem jungen Leben gerissen worden war."],"correctAnswer":2},{"questionTitle":"\"Ich glaube nicht, dass du ohne Freiheitsstrafe davon kommen wirst\" bezweifelt der Freund des Angeklagten.","answers":["Er glaubt nicht, dass er ohne Freiheitsstrafe davonkommen wird, bezweifelt der Freund des Angeklagten.","Er glaubte nicht, dass er ohne Freiheitsstrafe davonkommen würde, bezweifelt der Freund des Angeklagten.","Er glaube nicht, dass er ohne Freiheitsstrafe davonkommen werde, bezweifelt der Freund des Angeklagten.","Er hat nicht geglaubt, dass er ohne Freiheitsstrafe davonkommen worden wäre, bezweifelt der Freund des Angeklagten."],"correctAnswer":2}]