[{"questionTitle":"\"Der Orkan rast mit hoher Geschwindigkeit auf Österreich zu\", berichtet der verängstigte Meteorologe.","answers":["Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zurasen werde.","Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zurase.","Der verängstige Meteorologe berichet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zuraste.","Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zuries."],"correctAnswer":1},{"questionTitle":"Der alte Mann schwelgt in Erinnerungen und schwärmt: \"Wie schön war meine Jugend!\"","answers":["Der alte Mann schwelgt in Erinnerungen und schwärmt wie schön seine Jugend war.","Der alte Mann schwelgt in Erinnerungen und schwärmt, wie schön seine Jugend gewesen ist.","Der alte Mann schwelgt in Erinnerungen und schwärmt, wie schön seine Jugend gewesen war.","Der alte Mann schwelgt in Erinnerungen und schwärmt, wie schön seine Jugend gewesen sei."],"correctAnswer":3},{"questionTitle":"In der Zeitung von gestern stand: \"Ein Betrunkener stahl einen PKW und verursachte damit einen schweren Verkehrsunfall.\"","answers":["In der Zeitung von gestern stand, dass ein Betrunkener einen PKW gestohlen hätte und damit einen schweren Verkehrsunfall verursacht hätte.","In der Zeitung von gestern stand, dass ein Betrunkener einen PKW gestohlen habe und damit einen schweren Verkehrsunfall verursacht habe.","In der Zeitung von gestern stand, dass ein Betrunkener einen PKW gestohlen hatte und damit einen schweren Verkehrsunfall verursacht hatte.","In der Zeitung von gestern stand, dass ein Betrunkener einen PKW stehlen würde und damit einen schweren Verkehrsunfall verursachen würde."],"correctAnswer":1},{"questionTitle":"Der Bursche, der mutwillig 3 Computer beschädigt hatte, gab zu: \"Es war eine große Dummheit.\"","answers":["Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen sei.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen war.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen wäre.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit wäre."],"correctAnswer":0},{"questionTitle":"Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit: \"Leider gibt es noch keine Lebenszeichen von den Vermissten.\"","answers":["Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gebe.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gäbe.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gibt.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gab."],"correctAnswer":0},{"questionTitle":"Der Geschäftsmann betonte in einem Gespräch mit seiner Bank: \"Ich hatte immer beachtliche Gewinne erzielt.\"","answers":["Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er hatte immer beachtliche Gewinne erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, der hätte immer beachtliche Gewinner erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er habe immer beachtliche Gewinne erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er hat immer beachtliche Gewinner erzielt."],"correctAnswer":2},{"questionTitle":"Friedrich M. erläuterte gestern seinen Aktionären in einer Sitzung: \"Alle Fakten weisen auf Sabotage hin.\"","answers":["Friedrich M. erläuterte gestern seinen Aktionären in einer Sitzung, dass alle Fakten auf Sabotage hinweisen.","Friedrich M. erläuterte gestern seinen Aktionären in einer Sitzung, dass alle Fakten auf Sabotage hinweisesten.","Friedrich M. erläuterte gestern seinen Aktionären in einer Sitzung, dass alle Fakten auf Sabotage hinwiesten.","Friedrich M. erläuterte gestern seinen Aktionären in einer Sitzung, dass alle Fakten auf Sabotage hinweisten."],"correctAnswer":0},{"questionTitle":"Der 100-jährige Schauspieler erzählt: \"Ich trinke jeden Tag ein Glas Rotwein.\"","answers":["Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein trinkt.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein trinke.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein tränke.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein tränkt."],"correctAnswer":1},{"questionTitle":"Der erfahrene Polizist kann den verängstigten Menschen garantieren: \"Wir haben den gefährlichen Einbrecher gefasst!\"","answers":["Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst hätten.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst haben.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst hatten.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher fassten."],"correctAnswer":1},{"questionTitle":"Auch an diesem Valentinstag fragte Alex seine Freundin: \"Willst du meine Frau werden?\"","answers":["Auch an diesem Valentinstag fragte Alex seine Freundin, ob sie seine Frau werde.","Auch an diesem Valentinstag fragte Alex seine Freundin, ob sie seine Frau würden.","Auch an diesem Valentinstag fragte Alex seine Freundin, ob sie seine Frau werden wille.","Auch an diesem Valentinstag fragte Alex seine Freundin, ob sie seine Frau werden wolle."],"correctAnswer":3}]