[{"questionTitle":"Auf unserem Bauernhof dürfen die Kinder auf den Eseln und Ponys reiten.","answers":["Auf unserem Bauernhof darf von den Kindern auf den Eseln und Ponys geritten werden.","Auf unserem Bauernhof hat von den Kindern auf den Eseln und Ponys geritten werden dürfen.","Auf unserem Bauernhof durfte von den Kindern auf den Eseln und Ponys geritten werden.","Auf unserem Bauernhof wird von den Kindern auf den Eseln und Ponys geritten werden dürfen."],"correctAnswer":0},{"questionTitle":"Man darf die Tiere im Zoo nicht füttern.","answers":["Die Tiere im Zoo dürfen nicht gefüttert werden.","Die Tiere im Zoo durften nicht gefüttert werden.","Die Tiere im Zoo haben nicht gefüttert werden dürfen.","Die Tiere im Zoo hatten nicht gefüttert werden dürfen."],"correctAnswer":0},{"questionTitle":"Die Schüler beobachten und beschreiben die Pilze im Wald.","answers":["Die Pilze im Wald wurden von den Schülern beobachtet und beschrieben.","Die Pilze im Wald werden von den Schülern beobachtet und beschrieben.","Die Pilze im Wald waren von den Schülern beobachtet und beschrieben worden.","Die Pilze im Wald sind von den Schülern beobachtet und beschrieben worden."],"correctAnswer":1},{"questionTitle":"Sobald wir wieder mehr Geld haben, werden wir sicher wieder in den Urlaub fahren.","answers":["Sobald wir wieder mehr Geld haben, wird von uns sicher wieder in den Urlaub gefahren.","Sobald wir wieder mehr Geld haben, wird von uns sicher wieder in den Urlaub gefahren werden.","Sobald wir wieder mehr Geld haben, wurde von uns sicher wieder in den Urlaub gefahren.","Sobald wir wieder mehr Geld haben, ist von uns sicher wieder in den Urlaub gefahren worden."],"correctAnswer":1},{"questionTitle":"Die Kinder bauen mit Begeisterung einen Schneemann.","answers":["Ein Schneemann ist von den Kindern mit Begeisterung gebaut worden.","Ein Schneemann ist von den Kindern mit Begeisterung gebaut gewesen.","Ein Schneemann war von den Kindern mit Begeisterung gebaut worden.","Ein Schneemann wird von den Kindern mit Begeisterung gebaut."],"correctAnswer":3},{"questionTitle":"Papa, morgen werde ich dir ganz sicher dein Auto reinigen und auftanken.","answers":["Papa, morgen wird dein Auto von mir ganz sicher gereinigt und aufgetankt werden.","Papa, morgen wird dein Auto von mir ganz sicher gereinigt und aufgetankt.","Papa, morgen war dein Auto von mir ganz sicher gereinigt und aufgetankt worden.","Papa, morgen ist dein Auto von mir ganz sicher gereinigt und aufgetankt worden."],"correctAnswer":0},{"questionTitle":"Begeisterte Jugendliche kaufen sich die neueste Platte von der weltberühmten Band.","answers":["Die neueste Platte von der weltberühmten Band ist von begeisterten Jugendlichen gekauft worden.","Die neueste Platte von der weltberühmten Band wurde von begeisterten Jugendlichen gekauft.","Die neueste Platte von der weltberühmten Band wird von begeisterten Jugendlichen gekauft.","Die neueste Platte von der weltberühmten Band war von begeisterten Jugendlichen gekauft worden."],"correctAnswer":2},{"questionTitle":"Die Hausmeisterin reinigt immer erst die Fenster und dann das Treppenhaus.","answers":["Es wurden immer erst die Fenster und dann das Treppenhaus von der Hausmeisterin gereinigt.","Es werden immer erst die Fenster und dann das Treppenhaus von der Hausmeisterin gereinigt werden.","Es werden immer erst die Fenster und dann das Treppenhaus von der Hausmeisterin gereinigt.","Es waren immer erst die Fenster und dann das Treppenhaus von der Hausmeisterin gereinigt worden."],"correctAnswer":2},{"questionTitle":"Die meisten Menschen wechseln in der Werbepause den Fernsehsender.","answers":["Der Fernsehsender wird von den meisten Menschen in der Werbepause gewechselt.","Der Fernsehsender wurde von den meisten Menschen in der Werbepause gewechselt.","Der Fernsehsender wird von den meisten Menschen in der Werbepause gewechselt werden.","Der Fernsehsender ist von den meisten Menschen in der Werbepause gewechselt worden."],"correctAnswer":0},{"questionTitle":"Da das Geschäft bald schließt, müssen wir jetzt endlich eine Auswahl treffen.","answers":["Da das Geschäft bald schließt, muss jetzt von uns endlich eine Auswahl getroffen werden.","Da das Geschäft bald schließt, musste jetzt von uns endlich eine Auswahl getroffen werden.","Da das Geschäft bald schließt, wird jetzt von uns endlich eine Auswahl getroffen werden müssen.","Da das Geschäft bald schließt, hatte jetzt von uns eine Auswahl getroffen werden müssen."],"correctAnswer":0}]