[{"category":null,"questionTitle":"Brian Moran writes in SQL Server Magazine (March 2005) that an interesting battle is taking ....... between Microsoft and Oracle, two titans of the database world, and the prize is business-application software.","anwers":["form","part","shape","stage"],"correctAnswer":2},{"category":null,"questionTitle":"Pricing for databases and prices for high-end business-application software can be ....... entwined when a vendor controls both the business layer software and the database.","anwers":["inevitably","inexorably","inevitably","irrevocably"],"correctAnswer":1},{"category":null,"questionTitle":"Vendors who sell both have a lot more margin to ....... with and can be a lot more creative about how they price a total package for customers.","anwers":["control","deal","play","sell"],"correctAnswer":2},{"category":null,"questionTitle":"Microsoft and Oracle are ....... competitors in the database space; competition in other areas inevitably has an effect on their database competitions.","anwers":["febrile","fiendish","fierce","fleet"],"correctAnswer":2},{"category":null,"questionTitle":"Earlier this year, Oracle (the second largest provider of business application software) merged with PeopleSoft (the third largest provider), which had already ....... J. D. Edwards (another major provider) back in 2003.","anwers":["engorged","gulped","inhaled","swallowed"],"correctAnswer":3},{"category":null,"questionTitle":"SAP is still the dominant provider, but Oracle's PeopleSoft acquisition is intended to grow the company's ....... application division.","anwers":["flagging","shrinking","waxing","wilting"],"correctAnswer":0},{"category":null,"questionTitle":"So a series of acquisitions has led to a(n) ....... in which SAP and Oracle share market leadership in the world of business application software.","anwers":["cartel","consortium","monopoly","oligopoly"],"correctAnswer":3},{"category":null,"questionTitle":"At the same time, Microsoft has been ....... slow but steady strides in building its own competitive offerings in this space.","anwers":["forming","making","stretching","taking"],"correctAnswer":1},{"category":null,"questionTitle":"Microsoft has been on a buying ....... since its purchase of Great Plains several years ago, acquiring Solomon and several other niche companies to stitch together the Microsoft Business Solutions Business Group.","anwers":["binge","burst","spell","spree"],"correctAnswer":3},{"category":null,"questionTitle":"The competition between Microsoft and Oracle isn't only about business software; both companies are ....... to be platform companies.","anwers":["starving","straining","stretching","striving"],"correctAnswer":3}]