[{"category":null,"questionTitle":"Ray Alcorn of Park Real Estate Inc remarks that real estate is a capital-intensive industry, and its health rises and falls with capital availability; currently the capital markets are so ....... with cash, they can't find a place for it all.","anwers":["flood","fluid","flush","full"],"correctAnswer":2},{"category":null,"questionTitle":"Boom times typically engender oversupply of product, but construction prices have skyrocketed due to natural disasters and rising commodity prices, which has ....... new building in all property types.","anwers":["ameliorated","mollified","tempered","transformed"],"correctAnswer":2},{"category":null,"questionTitle":"Rising consumer interest rates will further slow consumer purchasing and the housing market, and may produce the desired soft ........","anwers":["dealing","ending","landing","spending"],"correctAnswer":2},{"category":null,"questionTitle":"Historically, contractions in capital have a negative effect on valuations, and current ....... from government regulators aiming to trim commercial banks' real estate loan exposure are worrisome.","anwers":["groundings","grumblings","ramblings","rumblings"],"correctAnswer":3},{"category":null,"questionTitle":"Global markets are literally awash in capital, all of it seeking yield and stability; fortunately, commercial real estate offers both, and even if banks are constrained there is a ....... of capital to fill the void.","anwers":["cache","niche","surfeit","surplus"],"correctAnswer":2},{"category":null,"questionTitle":"Construction costs have gone through the ....... in the past year due to natural disasters and increased commodity prices.","anwers":["budget","gauntlet","roof","stock"],"correctAnswer":2},{"category":null,"questionTitle":"High construction costs and condo conversions have reduced new supply and a slowing housing market increases rental demand, so owners can now flex their muscles with rent increases, and those who bought at high valuations may yet get the ........","anwers":["brush off","cat's meow","door prize","last laugh"],"correctAnswer":3},{"category":null,"questionTitle":"Areas with declining employment and population will experience an acceleration of those trends, and investors will not acquire properties in such markets without good reason to believe a comeback is in the ........","anwers":["off chance","offer","offering","offing"],"correctAnswer":3},{"category":null,"questionTitle":"Retail properties will suffer as owners rediscover risk as a component of value, but most of these assets are owned by well-capitalized private equity groups that can easily ....... the storm.","anwers":["keep up with","ride out","sail into","wriggle out of"],"correctAnswer":1},{"category":null,"questionTitle":"Acquisition of stabilized properties at low cap rates with little potential for rent growth is a sure ....... for below market returns.","anwers":["receipt","recipe","recipient","reward"],"correctAnswer":1}]