[{"category":null,"questionTitle":"Dr. Lars Perner explains that as well as the study of how products are purchased, consumer behavior also involves their use and ......., since many environmental problems result from the latter.","anwers":["disposal","disturbance","perusal","reuse"],"correctAnswer":0},{"category":null,"questionTitle":"Consumer behavior involves services and ideas as well as ....... products.","anwers":["durable","malleable","marketable","tangible"],"correctAnswer":3},{"category":null,"questionTitle":"Product use is often of great interest to the marketer, because this may influence how a product is best ....... or how we can encourage increased consumption.","anwers":["inventoried","manufactured","positioned","stationed"],"correctAnswer":2},{"category":null,"questionTitle":"For example, by understanding that consumers are more ....... to food advertising when they are hungry, we learn to schedule snack advertisements late in the afternoon.","anwers":["attendant","attractive","receptive","related"],"correctAnswer":2},{"category":null,"questionTitle":"The impact of consumer behavior on society is also of relevance; for example, aggressive marketing of high fat foods may have serious ....... for the national health.","anwers":["affectations","aftereffects","repercussions","retributions"],"correctAnswer":2},{"category":null,"questionTitle":"Since new products are usually initially adopted by a few consumers and only spread later and gradually to the rest of the population, companies that introduce new products must be well financed so that they can stay ....... until their products become a commercial success.","anwers":["aboard","abreast","afloat","aloft"],"correctAnswer":2},{"category":null,"questionTitle":"It is important to please initial customers, since they will in turn influence many ....... customers' brand choices.","anwers":["consecutive","consequent","subsequent","subservient"],"correctAnswer":2},{"category":null,"questionTitle":"Common sense suggests that if you buy a 64-ounce bottle of laundry detergent, you should pay less per ounce than if you bought two 32-ounce bottles; in practice, however, you often pay a size ....... by buying the larger quantity.","anwers":["discount","increase","percentile","premium"],"correctAnswer":3},{"category":null,"questionTitle":"Consumer surveys, as any kind of research, are vulnerable to .......: the wording of a question can influence the outcome a great deal.","anwers":["ambiguity","bias","bigotry","weighting"],"correctAnswer":1},{"category":null,"questionTitle":"....... measures are occasionally used to examine consumer response; for example, advertisers may want to measure a consumer's level of arousal during various parts of an advertisement.","anwers":["Paramedical","Physiological","Psychiatric","Psychotic"],"correctAnswer":1}]