[{"category":null,"questionTitle":"Common shareholders have the right to elect directors, to vote on certain corporate matters, and to share in any ....... assets of the company if it is wound up.","anwers":["reclaimed","released","relevant","residual"],"correctAnswer":3},{"category":null,"questionTitle":"Common shareholders are the last to claim assets in cases of ........","anwers":["dissolution","insolvency","insurgency","resolution"],"correctAnswer":1},{"category":null,"questionTitle":"Preferred shareholders may have no voting rights, but special features on redemption or ....... of preferred shares into common shares exist in many cases.","anwers":["conversion","merging","morphing","transformation"],"correctAnswer":0},{"category":null,"questionTitle":"U.S. Savings Bonds are backed by the general credit and taxation powers of the federal government, so there is virtually no risk of ........","anwers":["bankruptcy","default","depression","retraction"],"correctAnswer":1},{"category":null,"questionTitle":"A bond is a loan by an investor to the government or a company, which generally promises to pay a specified rate of interest and to repay a certain amount, the ....... value of the bond, at maturity.","anwers":["base","face","initial","official"],"correctAnswer":1},{"category":null,"questionTitle":"Certificates of Deposit (CDs) are short-term, interest-bearing savings certificates issued by banks or brokers, bearing a maturity date and a specified interest rate; they can be issued in any ........","anwers":["condition","denomination","jurisdiction","nation"],"correctAnswer":1},{"category":null,"questionTitle":"Money-market mutual funds (MMMF) pool money from large numbers of investors and use it to buy short-term investments, such as T-Bills and commercial ........","anwers":["blocks","contracts","paper","stock"],"correctAnswer":2},{"category":null,"questionTitle":"The returns on mutual funds depend on the fund's investment objectives, described in its ......., and its success in achieving them.","anwers":["articles of incorporation","prospectus","leaflets","submissions"],"correctAnswer":1},{"category":null,"questionTitle":"....... funds are much like mutual funds, but shares are not issued or redeemed on an ongoing basis; a set number of shares are issued and then listed on an exchange for trade among investors.","anwers":["Closed-end","Finite","Limited","Short-line"],"correctAnswer":0},{"category":null,"questionTitle":"Options give the holder the right to buy ('call' option) or sell ('.......' option) a security at a specific price for a specific period of time.","anwers":["offer","place","put","vend"],"correctAnswer":2}]