[{"category":null,"questionTitle":"According to the Government Communication Network (GCN), a plan for internal communications should be ....... into every communication strategy.","anwers":["initiated","integrated","interwoven","involved"],"correctAnswer":1},{"category":null,"questionTitle":"Winning the support of internal ....... can be as important as reaching key external audiences, and will be vital to the success of your communication programme.","anwers":["jobholders","placeholders","stakeholders","stockholders"],"correctAnswer":2},{"category":null,"questionTitle":"Internal communications need exactly the same kind of analysis and strategy as external communications: there will be distinct audience groups who should be ......., and the same processes of information collection and insight generation apply to internal as to external groups.","anwers":["sectioned","segmented","segregated","sequestered"],"correctAnswer":1},{"category":null,"questionTitle":"Far from being the poor ....... of external communication, internal communication performs a crucial role within government.","anwers":["neighbor","offspring","relative","sibling"],"correctAnswer":2},{"category":null,"questionTitle":"By ....... staff with the departmental vision and values so that they can apply them in their day-to-day work, it creates a culture that does two things: it improves policy delivery and it increases the chance of meeting departmental objectives.","anwers":["endearing","engaging","inducing","inoculating"],"correctAnswer":1},{"category":null,"questionTitle":"Organisations that have a strong communications function frequently ....... those that don't; private sector companies that communicate effectively have a 19.4 per cent higher market premium than companies that do not.","anwers":["outperform","outrank","overdo","overrule"],"correctAnswer":0},{"category":null,"questionTitle":"As with external communications, it is not enough to have a tactical approach; every department should have an internal communications strategy that is developed, implemented and monitored according to industry ....... practice and the needs of staff.","anwers":["best","in","made","style"],"correctAnswer":0},{"category":null,"questionTitle":"Printed or online surveys might be your first port of ....... when it comes to understanding communication needs within your department.","anwers":["action","call","entry","resort"],"correctAnswer":1},{"category":null,"questionTitle":"Before selecting a research method, produce a ....... that sets out clear objectives and explains what you are trying to achieve.","anwers":["brief","draft","mission","portfolio"],"correctAnswer":0},{"category":null,"questionTitle":"You might also need to set up a different dialogue with each team within your department to take on ....... cultural differences.","anwers":["board","other","serious","viewing"],"correctAnswer":0}]