[{"category":null,"questionTitle":"The Commission on European Contract Law recognizes that throughout Europe there is great interest in developing a common European ....... and commercial law.","anwers":["civil","corporate","individual","personal"],"correctAnswer":0},{"category":null,"questionTitle":"The efforts and money which it will cost to unify the private law will be ....... repaid when it is there.","anwers":["amply","annually","entirely","mainly"],"correctAnswer":0},{"category":null,"questionTitle":"In 1997, the Third Commission began to prepare rules on subjects which are common to contracts, torts and unjust enrichment, such as plurality of creditors and debtors, and ....... of debts and claims.","anwers":["advisement","alignment","arrangement","assignment"],"correctAnswer":3},{"category":null,"questionTitle":"With a few exceptions the members of the Commission of European Contract Law have been academics, but many of the academics are also ....... lawyers.","anwers":["practical","practiced","practicing","practicum"],"correctAnswer":2},{"category":null,"questionTitle":"The Members have not been representatives of specific political or governmental ......., and they have all pursued the same objective, to draft the most appropriate contract rules for Europe.","anwers":["interests","liaisons","platforms","wings"],"correctAnswer":0},{"category":null,"questionTitle":"The Principles may be compared with the American Restatement of the Law of Contract, which consists of non-binding rules, or \".......\".","anwers":["by law","false law","near law","soft law"],"correctAnswer":3},{"category":null,"questionTitle":"Some of the Principles of European Contract Law reflect ideas which have not yet ....... in the law of any state.","anwers":["adopted","approached","materialised","realised"],"correctAnswer":2},{"category":null,"questionTitle":"The Commission has made an effort to deal with those issues in contract which face business life of today and which may ....... the trade.","anwers":["adhere","advance","advertise","advise"],"correctAnswer":1},{"category":null,"questionTitle":"The Council and the Commission of the EU have been invited to prepare new procedural legislation in ....... border cases, in particular on those elements which are instrumental to a smooth judicial co-operation.","anwers":["beyond","both","cross","over"],"correctAnswer":2},{"category":null,"questionTitle":"It is envisaged that the general principles of the law of contracts provided in the PECL will be ....... in what may eventually become a European Civil Code.","anwers":["imagined","instigated","integrated","investigated"],"correctAnswer":2}]