[{"questionTitle":"Ich werde mich sicher nicht bei ihr ... entschuldigen, dass sie mir meinen Mann ausgespannt hat!","answers":["dazu","dagegen","dabei","dafür"],"correctAnswer":3},{"questionTitle":"Ich weiß wirklich nicht, was ich tun soll! Ich bräuchte dringend das Geld vom Hausverkauf, aber es findet sich einfach kein Käufer ... .","answers":["darin","dabei","danach","dafür"],"correctAnswer":3},{"questionTitle":"Nein, bitte nicht! Ich habe dir schon hundert Mal ... berichtet, wie mich der Hollywood-Schauspieler am Flughafen angesprochen und mich nach meiner Telefonnummer gefragt hat.","answers":["davon","danach","darin","daran"],"correctAnswer":0},{"questionTitle":"Frau Redakteurin, ich schreibe jetzt schon seit fünf Jahren ..., wie Menschen mit Liebeskummer umgehen können. Könnte ich nicht bitte einmal das Thema wechseln?","answers":["dafür","dagegen","darüber","darin"],"correctAnswer":2},{"questionTitle":"In meinem Buch geht es ..., wie sich zwei Brüder aus den Augen verlieren und sich nach fünfzig Jahren zufällig auf einem Bahnhof wieder begegnen.","answers":["darüber","damit","darum","darin"],"correctAnswer":2},{"questionTitle":"Es darf wirklich nichts schief gehen! Ich habe mich so gut ... vorbereitet, dass ich die Prüfung sicher schaffen werde.","answers":["darauf","dafür","darin","damit"],"correctAnswer":0},{"questionTitle":"Hast du schon wieder geraucht? - Nein! - Das glaube ich dir nicht, denn du riechst doch ...!","answers":["darin","danach","dafür","davon"],"correctAnswer":1},{"questionTitle":"Sie kommen also zu mir, weil Sie Angst ... haben, dass Ihre Frau Sie betrügen könnte?","answers":["dazu","darin","dagegen","davor"],"correctAnswer":3},{"questionTitle":"Warum hast du mich eigentlich geheiratet? Du beschwerst dich mittlerweile doch auch schon ..., wie ich dich nur ansehe!","answers":["daran","dafür","darüber","davon"],"correctAnswer":2},{"questionTitle":"Nein, das brauche ich dir erst gar nicht erklären, ... verstehst du doch sowieso nichts!","answers":["darüber","davon","danach","dabei"],"correctAnswer":1}]