[{"questionTitle":"Warum gehen Sie denn nie außer Haus? - Ich habe Angst ..., noch einmal auf offener Straße überfallen zu werden.","answers":["dazu","dafür","davor","dabei"],"correctAnswer":2},{"questionTitle":"Kannst du denn nicht akzeptieren, dass ich ... nicht reden will?","answers":["darum","dagegen","dazu","darüber"],"correctAnswer":3},{"questionTitle":"Mama, Frau Müller von nebenan hat sich heute schon wieder ... beschwert, dass wir zu laut sind. Dabei waren wir doch gar nicht zuhause!","answers":["darüber","dafür","davor","danach"],"correctAnswer":0},{"questionTitle":"Sie sollten besser ... achten, nicht allzu oft krank zu werden. Der Chef reagiert auf Krankheitsausfälle gerne mit einer Kündigung.","answers":["darauf","darin","dazu","dabei"],"correctAnswer":0},{"questionTitle":"Es ist so schade, aber Mama hält nun einmal nichts ..., zu Weihnachten in die Karibik zu fliegen.","answers":["dafür","davon","dazu","dabei"],"correctAnswer":1},{"questionTitle":"Stell dir vor! Als ich heute ... gefragt habe, ob es zu Ostern noch einen Flug nach Finnland gibt, erhielt ich so ein günstiges Angebot, dass ich es gleich genommen habe.","answers":["danach","dafür","dazu","darin"],"correctAnswer":0},{"questionTitle":"Du solltest jetzt wirklich einmal eine Therapie beginnen! Es kann doch nicht sein, dass du mit 28 noch immer Angst ... hast, im Dunkeln zu schlafen.","answers":["dazu","darüber","dafür","davor"],"correctAnswer":3},{"questionTitle":"Alex, möchtest du nicht auf einen Kaffee vorbeikommen? Ich finde, wir sollten ... reden, was gestern Abend zwischen uns gewesen ist.","answers":["davon","darüber","dazu","danach"],"correctAnswer":1},{"questionTitle":"... hat sie nun wirklich nicht gerechnet! Ich glaube, wir haben Ihr mit diesem Geschenk die schönste Freude gemacht.","answers":["Daran","Dazu","Dabei","Damit"],"correctAnswer":3},{"questionTitle":"Was mir so an dir gefällt ist, dass du nie Wert ... gelegt hast, was Andere von dir denken.","answers":["darauf","daran","darin","danach"],"correctAnswer":0}]