[{"questionTitle":"Peter - Karten für ein Theaterstück - sich kaufen - aus Langeweile.","answers":["Aus Langeweile Peter sich für ein Theaterstück Karten kauft.","Kauft aus Langeweile für ein Theaterstück Peter sich Karten.","Peter aus Langeweile für ein Theaterstück sich Karten kauft.","Peter kauft sich aus Langeweile Karten für ein Theaterstück."],"correctAnswer":3},{"questionTitle":"Künstler - ihre Kunstwerke - präsentieren - in öffentlichen Ausstellungen.","answers":["Ihre Kunstwerke in öffentlichen Ausstellungen präsentieren Künstler.","Künstler präsentieren in öffentlichen Ausstellungen ihre Kunstwerke.","Künstler in öffentlichen Ausstellungen ihre Kunstwerke präsentieren.","Präsentieren ihre Kunstwerke in öffentlichen Ausstellungen Künstler."],"correctAnswer":1},{"questionTitle":"Die Katze - einen warmen Platz - sich suchen - im Haus.","answers":["Einen warmen Platz sich die Katze im Haus sucht.","Die Katze sucht sich im Haus einen warmen Platz.","Im Haus die Katze einen warmen Platz sich sucht.","Sucht im Haus sich einen warmen Platz die Katze."],"correctAnswer":1},{"questionTitle":"Der Kulturfreund - teure Konzertkarten - schenken - zum Geburtstag - seiner Frau.","answers":["Der Kulturfreund seiner Frau zum Geburtstag teure Konzertkarten schenkt.","Schenkt seiner Frau zum Geburtstag der Kulturfreund teure Konzertkarten.","Zum Geburtstag der Kulturfreund seiner Frau teure Konzertkarten schenkt.","Der Kulturfreund schenkt seiner Frau teure Konzertkarten zum Geburtstag."],"correctAnswer":3},{"questionTitle":"Der kleine Bub - seiner Mutter - davonlaufen - im Supermarkt.","answers":["Der kleine Bub läuft davon seiner Mutter im Supermarkt.","Der kleine Bub davon läuft im Supermarkt seiner Mutter.","Der kleine Bub läuft seiner Mutter im Supermarkt davon.","Davon seiner Mutter der kleine Bub im Supermarkt läuft."],"correctAnswer":2},{"questionTitle":"Tante Alia - ein Kilo - abnehmen - pro Monat","answers":["Pro Monat Tante Alia nimmt ab ein Kilo.","Tante Alia nimmt pro Monat ein Kilo ab.","Ein Kilo abnimmt Tante Alia pro Monat.","Tante Alia abnimmt pro Monat ein Kilo."],"correctAnswer":1},{"questionTitle":"Das Brautpaar - müde ins Bett fallen - nach dem rauschenden Hochzeitsfest","answers":["Das Brautpaar müde ins Bett gefallen nach dem rauschenden Hochzeitsfest ist.","Das Brautpaar ist nach dem rauschenden Hochzeitsfest müde ins Bett gefallen.","Müde ins Bett gefallen nach dem rauschenden Hochzeitsfest das Brautpaar ist.","Nach dem rauschenden Hochzeitsfest ist müde ins Bett gefallen das Brautpaar."],"correctAnswer":1},{"questionTitle":"Mitarbeiter - die Bühne - aufbauen - für das Popkonzert - im Stadion.","answers":["Mitarbeiter bauen im Stadion die Bühne für das Popkonzert auf.","Für das Popkonzert Mitarbeiter bauen im Stadion die Bühne auf.","Mitarbeiter aufbauen die Bühne für das Popkonzert im Stadion.","Im Stadion bauen auf Mitarbeiter die Bühne für das Popkonzert."],"correctAnswer":0},{"questionTitle":"Der geschickte Einbrecher - die Tür - aufbrechen - mit einem Ruck.","answers":["Der geschickte Einbrecher aufbrach die Tür mit einem Ruck.","Die Tür brach auf der geschickte Einbrecher mit einem Ruck.","Mit einem Ruck die Tür brach der geschickte Einbrecher auf.","Der geschickte Einbrecher brach mit einem Ruck die Tür auf."],"correctAnswer":3},{"questionTitle":"Er - seine Wut - nicht unterdrücken können - über den verpassten Flug.","answers":["Er konnte seine Wut über den verpassten Flug nicht unterdrücken.","Unterdrücken konnte er nicht seine Wut über den verpassten Flug.","Über den verpassten Flug er seine Wut nicht unterdrücken konnte.","Er nicht unterdrücken konnte seine Wut über den verpassten Flug."],"correctAnswer":0}]