[{"questionTitle":"Der Fußballspieler präsentiert sich als Stilikone.","answers":["Nicht präsentiert sich der Fußballspieler als Stilikone.","Der Fußballspieler sich nicht als Stilikone präsentiert.","Der Fußballspieler präsentiert sich nicht als Stilikone.","Der Fußballspieler als Stilikone sich nicht präsentiert."],"correctAnswer":2},{"questionTitle":"Roland möchte sich beeilen.","answers":["Roland möchte sich nicht beeilen.","Roland sich nicht beeilen möchte.","Roland nicht möchte sich beeilen.","Nicht beeilen Roland sich möchte."],"correctAnswer":0},{"questionTitle":"Gute Marketingstrategien werden anderen Firmen weitergegeben.","answers":["Nicht werden Gute Marketingstrategien anderen Firmen weitergegeben.","Gute Marketingstrategien nicht werden anderen Firmen weitergegeben.","Gute Marketingstrategien werden anderen Firmen nicht weitergegeben.","Gute Marketingstrategien werden anderen Firmen weitergegeben nicht."],"correctAnswer":2},{"questionTitle":"Das Schiff voller Luxuswaren geht unter.","answers":["Das Schiff voller Luxuswaren geht nicht unter.","Das Schiff voller Luxuswaren nicht untergeht.","Das Schiff voller Luxuswaren untergeht nicht.","Nicht geht das Schiff voller Luxuswaren unter."],"correctAnswer":0},{"questionTitle":"Heidi hat tolle Geschenke ihrer Verehrer nötig.","answers":["Heidi hat tolle Geschenke ihrer Verehrer nicht nötig.","Nicht hat Heidi tolle Geschenke ihrer Verehrer nötig.","Heidi nicht nötig hat tolle Geschenke ihrer Verehrer.","Heidi hat tolle Geschenke ihrer Verehrer nötig nicht."],"correctAnswer":0},{"questionTitle":"Warum hat er sie um ihre Hand gebeten?","answers":["Warum nicht hat er sie um ihre Hand gebeten?","Warum hat er sie um ihre Hand nicht gebeten?","Warum er sie nicht hat um ihre Hand gebeten?","Warum hat er sie nicht um ihre Hand gebeten?"],"correctAnswer":3},{"questionTitle":"Adam wollte seine Strafe zahlen.","answers":["Adam wollte seine Strafe zahlen nicht.","Adam nicht wollte seine Strafe zahlen.","Adam wollte seine Strafe nicht zahlen.","Nicht wollte Adam seine Strafe zahlen."],"correctAnswer":2},{"questionTitle":"Peter fand den Parkplatz direkt vor dem Fachgeschäft.","answers":["Peter fand den Parkplatz direkt vor dem Fachgeschäft nicht.","Peter nicht fand den Parkplatz direkt vor dem Fachgeschäft.","Peter fand den Parkplatz nicht direkt vor dem Fachgeschäft.","Nicht fand Peter den Parkplatz direkt vor dem Fachgeschäft."],"correctAnswer":2},{"questionTitle":"Frau Ladinek zeigt ihren neuen Morgenmantel her.","answers":["Frau Ladinek nicht zeigt ihren neuen Morgenmantel her.","Frau Ladinek zeigt ihren neuen Morgenmantel her nicht.","Nicht zeigt Frau Ladinek ihren neuen Morgenmantel her.","Frau Ladinek zeigt ihren neuen Morgenmantel nicht her."],"correctAnswer":3},{"questionTitle":"Konstanze hat viel Freude daran Kleider zu probieren.","answers":["Konstanze hat nicht viel Freude daran Kleider zu probieren.","Konstanze hat viel Freude nicht daran Kleider zu probieren.","Konstanze nicht hat viel Freude daran Kleider zu probieren.","Nicht hat viel Freude daran Konstanze Kleider zu probieren."],"correctAnswer":0}]