[{"questionTitle":"Wildtiere werden in der Schonzeit gejagt.","answers":["Wildtiere nicht werden in der Schonzeit gejagt.","Wildtiere werden in der Schonzeit gejagt nicht.","In der Schonzeit Wildtiere nicht werden gejagt.","Wildtiere werden in der Schonzeit nicht gejagt."],"correctAnswer":3},{"questionTitle":"Sie konnte sich bei dem großen Angebot an Süßigkeiten entscheiden.","answers":["Sie konnte sich bei dem großen Angebot an Süßigkeiten nicht entscheiden.","Sie nicht konnte sich bei dem großen Angebot an Süßigkeiten entscheiden.","Sie konnte nicht sich bei dem großen Angebot an Süßigkeiten entscheiden.","Sie konnte sich bei dem großen Angebot an Süßigkeiten entscheiden nicht."],"correctAnswer":0},{"questionTitle":"Frau Maier freue sich über alle neuen Trends.","answers":["Frau Maier freute sich nicht über alle neuen Trends.","Frau Maier freute sich über alle neuen Trends nicht.","Frau Maier nicht freute sich über alle neuen Trends.","Frau Maier freute nicht sich über alle neuen Trends."],"correctAnswer":0},{"questionTitle":"Gustav zündete die Kerzen für das romantische Abendessen an.","answers":["Gustav zündete die Kerzen für das romantische Abendessen nicht an.","Gustav nicht zündete die Kerzen für das romantische Abendessen an.","Gustav zündete die Kerzen für das romantische Abendessen an nicht.","Nicht zündete Gustav die Kerzen für das romantische Abendessen an."],"correctAnswer":0},{"questionTitle":"Die verwöhnte Tochter konnte sich über viele Dinge freuen.","answers":["Die verwöhnte Tochter konnte sich über viele Dinge nicht freuen.","Die verwöhnte Tochter konnte nicht sich über viele Dinge freuen.","Die verwöhnte Tochter nicht konnte sich über viele Dinge freuen.","Die verwöhnte Tochter konnte sich über viele Dinge freuen nicht."],"correctAnswer":0},{"questionTitle":"Die Bibliothekarin setzte den Kettenraucher vor die Tür.","answers":["Die Bibliothekarin setzte den Kettenraucher nicht vor die Tür.","Die Bibliothekarin nicht setzte den Kettenraucher vor die Tür.","Nicht setzte die Bibliothekarin den Kettenraucher vor die Tür.","Die Bibliothekarin setzte den Kettenraucher vor die Tür nicht."],"correctAnswer":0},{"questionTitle":"Maria konnte mit dem Taschenrechner schneller rechnen.","answers":["Maria konnte mit dem Taschenrechner nicht schneller rechnen.","Maria nicht konnte mit dem Taschenrechner schneller rechnen.","Maria konnte mit dem Taschenrechner schneller rechnen nicht.","Maria konnte mit dem Taschenrechner schneller nicht rechnen."],"correctAnswer":0},{"questionTitle":"Der neue Computer wird zuhause ausgepackt.","answers":["Der neue Computer wird zuhause ausgepackt nicht.","Der neue Computer wird zuhause nicht ausgepackt.","Nicht der neue Computer wird zuhause ausgepackt.","Der neue Computer nicht wird zuhause ausgepackt."],"correctAnswer":1},{"questionTitle":"Der Schuldirektor lobte seine fleißigen Kollegen.","answers":["Nicht lobte der Schuldirektor seine fleißigen Kollegen.","Der Schuldirektor lobte seine nicht fleißigen Kollegen.","Der Schuldirektor lobte nicht seine fleißigen Kollegen.","Der Schuldirektor nicht lobte seine fleißigen Kollegen."],"correctAnswer":2},{"questionTitle":"Der Hustensaft schmeckte der Großmutter.","answers":["Der Hustensaft schmeckte nicht der Großmutter.","Der Hustensaft schmeckte der Großmutter nicht.","Der Hustensaft nicht schmeckte der Großmutter.","Der Hustensaft der Großmutter nicht schmeckte."],"correctAnswer":1}]