[{"questionTitle":"Otto will einen Cent für Blumen ausgeben.","answers":["Otto will einen Cent nicht für Blumen ausgeben.","Otto will einen Cent für Blumen ausgeben nicht.","Otto will nicht einen Cent für Blumen ausgeben.","Nicht will Otto einen Cent für Blumen ausgeben."],"correctAnswer":2},{"questionTitle":"Die Koffer wurden an der Rezeption abgegeben.","answers":["Die Koffer wurden an der Rezeption abgegeben nicht.","Nicht abgegeben wurden die Koffer an der Rezeption.","Die Koffer nicht wurden an der Rezeption abgegeben.","Die Koffer wurden nicht an der Rezeption abgegeben."],"correctAnswer":3},{"questionTitle":"Sie konnte die Krokodiltasche im Regal finden.","answers":["Sie konnte die Krokodiltasche nicht im Regal finden.","Sie konnte die Krokodiltasche im Regal finden nicht.","Nicht konnte sie die Krokodiltasche im Regal finden.","Sie nicht konnte die Krokodiltasche im Regal finden."],"correctAnswer":0},{"questionTitle":"Harald putzt sich die Zähne mit der teuersten Zahncreme.","answers":["Er sich nicht putzt die Zähne mit der teuersten Zahncreme.","Er putzt sich die Zähne mit der teuersten Zahncreme nicht.","Er nicht putzt sich die Zähne mit der teuersten Zahncreme.","Er putzt sich die Zähne nicht mit der teuersten Zahncreme."],"correctAnswer":3},{"questionTitle":"Auf dem Bauernmarkt verkaufen die alten Frauen Salat aus dem Supermarkt.","answers":["Auf dem Bauernmarkt nicht verkaufen die alten Frauen Salat aus dem Supermarkt.","Auf dem Bauernmarkt verkaufen die alten Frauen nicht Salat aus dem Supermarkt.","Nicht verkaufen auf dem Bauernmarkt die alten Frauen Salat aus dem Supermarkt.","Auf dem Bauernmarkt verkaufen die alten Frauen Salat aus dem Supermarkt nicht."],"correctAnswer":1},{"questionTitle":"Der grellrote Lippenstift war für die ältere Dame passend.","answers":["Der grellrote Lippenstift nicht war für die ältere Dame passend.","Der grellrote Lippenstift war passend nicht für die ältere Dame.","Der grellrote Lippenstift war für die ältere Dame nicht passend.","Der grellrote Lippenstift war für die ältere Dame passend nicht."],"correctAnswer":2},{"questionTitle":"Das Kind wollte seiner Mutter die Hand geben.","answers":["Das Kind wollte seiner Mutter nicht die Hand geben.","Nicht das Kind wollte seiner Mutter die Hand geben.","Das Kind wollte seiner Mutter die Hand geben nicht.","Das Kind nicht wollte seiner Mutter die Hand geben."],"correctAnswer":0},{"questionTitle":"ante Ella und Onkel Heinz geben den Armen einen Euro.","answers":["Tante Ella und Onkel Heinz geben den Armen einen Euro nicht.","Tante Ella und Onkel Heinz geben den Armen nicht einen Euro.","Tante Ella und Onkel Heinz nicht geben den Armen einen Euro.","Nicht geben Tante Ella und Onkel Heinz den Armen einen Euro."],"correctAnswer":1},{"questionTitle":"Herr Brauneder gab dem Kellner viel Trinkgeld.","answers":["Herr Brauneder gab dem Kellner viel Trinkgeld nicht.","Herr Brauneder nicht gab dem Kellner viel Trinkgeld.","Herr Brauneder nicht dem Kellner gab viel Trinkgeld.","Herr Brauneder gab dem Kellner nicht viel Trinkgeld."],"correctAnswer":3},{"questionTitle":"Gabi suchte ihren kleinen Hund im ganzen Bezirk.","answers":["Gabi nicht suchte ihren kleinen Hund im ganzen Bezirk.","Gab suchte ihren kleinen Hund im ganzen Bezirk nicht.","Gabi ihren kleinen Hund im ganzen Bezirk nicht suchte.","Gabi suchte ihren kleinen Hund nicht im ganzen Bezirk."],"correctAnswer":3}]