[{"questionTitle":"durch ihr Äußeres - nicht - sich - nur - sie - unterscheiden - .","answers":["Unterscheiden sich nicht durch ihr Äußeres nur sie.","Sie unterscheiden sich nicht nur durch ihr Äußeres.","Sich nicht unterscheiden nur durch ihr Äußeres sie.","Durch ihr Äußeres nicht nur sie sich unterscheiden."],"correctAnswer":1},{"questionTitle":"mit den neuen Nachbarn - sehr gut - verstehen - wir - uns - .","answers":["Verstehen uns sehr gut wir mit den neuen Nachbarn.","Sehr gut uns verstehen wir mit den neuen Nachbarn.","Wir verstehen uns sehr gut mit den neuen Nachbarn.","Mit den neuen Nachbarn uns sehr gut wir verstehen."],"correctAnswer":2},{"questionTitle":"habe - distanziert - mich - nach und nach - von ihm - ich - .","answers":["Ich habe mich nach und nach von ihm distanziert.","Nach und nach ich habe mich von ihm distanziert.","Mich distanziert von ihm ich nach und nach habe.","Habe distanziert mich von ihm nach und nach ich."],"correctAnswer":0},{"questionTitle":"sehnte - nach Peters Anerkennung - Eva - sich - sehr - .","answers":["Eva sehnte sich sehr nach Peters Anerkennung.","Sich sehr nach Peter Anerkennung Eva sehnte.","Nach Peters Anerkennung Eva sehnte sehr sich.","Sehr sich sehnte Eva nach Peters Anerkennung."],"correctAnswer":0},{"questionTitle":"noch nie - für das Theater - mich - ich - habe - interessiert - .","answers":["Interessiert mich für das Theater noch nie ich habe.","Ich habe mich noch nie für das Theater interessiert.","Für das Theater noch nie ich mich interessiert habe.","Habe noch nie ich mich für das Theater interessiert."],"correctAnswer":1},{"questionTitle":"Veronika hat ... nach vielen Jahren damit ... (sich abfinden mit), keine Kinder zu bekommen.","answers":["sich abgefindet","sich abgefindet","sich abgefunden","sie abgefunden"],"correctAnswer":2},{"questionTitle":"Marlies' kleiner Sohn ... (sich entwickeln) zu einem prächtigen jungen Mann.","answers":["entwickelte sich","entwickelte er","entwickelte ihn","entwickelte ihm"],"correctAnswer":0},{"questionTitle":"Herr Müller, Sie haben ... dieses Jahr schon elf Mal ... (sich verspäten). Ich kündige Ihnen.","answers":["ihn verspät","er verspätet","sich verspät","sich verspätet"],"correctAnswer":3},{"questionTitle":"Du hast ein Rendezvous mit Stefan? Ich ... (sich interessieren für) doch auch für... .","answers":["interessiere sich - ihm","interessiere mir - er","interessiere mich - ihn","interessieren sich - er"],"correctAnswer":2},{"questionTitle":"Du holst wirklich die Kinder von der Schule ab? Kann ich ... sicher ... (sich verlassen auf)?","answers":["sich verlassen auf mich","dich verlässt auf mir","mich auf dich verlassen","mir verlässt auf dir"],"correctAnswer":2}]