[{"questionTitle":"Jahrzehnte hatte der Forscher an einem Medikament gegen AIDS geforscht, bis ihm plötzlich der Nobelpreis zugesprochen wurde.","answers":["Aufgrund der jahrzehntelangen Forschung an einem Medikament gegen AIDS wurde dem Forscher plötzlich der Nobelpreis zugesprochen.","An der Forschung eines Medikaments gegen AIDS wurde dem Nobelpreis nach Jahrzehnten plötzlich der Forscher zugesprochen.","Wegen des Nobelpreises, den der Forscher nach Jahrzehnten plötzlich zugesprochen bekam, forschte er nach einem Medikament gegen AIDS.","Obwohl dem Forscher nach Jahrzehnten plötzlich der Nobelpreis zugesprochen wurde, forschte er weiter an einem Medikament gegen AIDS."],"correctAnswer":0},{"questionTitle":"Im Laufe der vielen Stunden, die Peter schon am PC saß, fiel es ihm immer schwerer, sich auf seine Arbeit zu konzentrieren.","answers":["Im Laufe der vielen Stunden, die Peter schon am PC saß, fiel ihm die Konzentration auf seine Arbeit immer schwerer.","Die Schwere der Konzentration machte sich bei Peters Arbeit am PC im Laufe der vielen Stunden bemerkbar.","Im Laufe der vielen Stunden konzentrierte sich Peters Arbeit am PC auf einen schwierigen Fall.","Konzentrationsprobleme machten Peters PC im Laufe der vielen Stunden schwer zu schaffen."],"correctAnswer":0},{"questionTitle":"Nachdem sich seine Frau von Jürgen getrennt hatte, fiel er in ein tiefes Loch und dachte immer öfter an Selbstmord.","answers":["Nach dem Selbstmord seiner Frau, fiel er öfter in ein tiefes Loch und trennte sich von ihr.","Nach seinem tiefen Fall, trennte sich Jürgen öfter von seiner Frau, die danach Selbstmord beging.","Nach dem oftmaligen Denken an Selbstmord, trennte sich Jürgen von seiner Frau und fiel in ein tiefes Loch.","Nach der Trennung von seiner Frau fiel Jürgen in ein tiefes Loch und dachte immer öfter an Selbstmord."],"correctAnswer":3},{"questionTitle":"Die erfolgreichen Bücher handeln von einem kleinen Jungen, der mit seinen Freunden jede Nacht aufregende Abenteuer erlebt.","answers":["Die Handlung über ein Abenteuer der erfolgreichen Bücher, das von einem kleinen Jungen und seinen Freunden jede Nacht erlebt wird.","Die Erlebnisse eines jungen Jungen, der mit seinen Freunden jede Nacht auf Abenteuer geht, behandeln erfolgreiche Bücher.","Der kleine Junge, der aufregende Abenteuer mit seinen Freunden jede Nacht erlebt, handelt in den erfolgreichen Büchern.","Die erfolgreichen Bücher handeln von den nächtlichen, abenteuerlichen Erlebnissen eines kleinen Jungen und seiner Freunde."],"correctAnswer":3},{"questionTitle":"In vielen Ländern ist es verboten, sich mit Anderen in der Kirche zu unterhalten.","answers":["In vielen Ländern gilt das Verbot, sich mit Anderen in der Kirche zu unterhalten.","Die Unterhaltung mit einem Anderen über ein Land ist in vielen Kirchen verboten.","Die Unterhaltung in vielen Ländern ist mit Anderen in Kirchen verboten.","Das Verbot der Unterhaltung gilt in Anderen Kirchen vieler Länder."],"correctAnswer":0},{"questionTitle":"Wenn ich das Baby wickeln muss, schreit es oft aus vollem Hals.","answers":["Beim Wickeln schreit das Baby.","Beim Schreien wickle ich das Baby.","Beim Wickeln wird das Baby schreien.","Beim Schreien wird das Baby gewickelt."],"correctAnswer":0},{"questionTitle":"Wenn ich eine Arbeit zu erledigen habe, konzentriere ich mich ganz auf das Thema und höre nicht auf, ehe sie nicht komplett fertig ist.","answers":["Beim Erledigen von Arbeit bin ich voll konzentriert und gewissenhaft.","Beim Arbeiten konzentriere ich mich und mache nie Pausen.","Beim Erledigen von Arbeit bin ich abends komplett fertig.","Beim Arbeiten konzentriere ich mich oft nur auf ein Thema."],"correctAnswer":0},{"questionTitle":"fragen","answers":["die Frage","die Frag","die Frags","die Fragt"],"correctAnswer":0},{"questionTitle":"verzichten","answers":["die Verzichtschaft","der Verzicht","der Verzichtling","das Verzichtsel"],"correctAnswer":1},{"questionTitle":"anhängen","answers":["die Anhangschaft","das Anhängt","die Anhänge","das Anhängsel"],"correctAnswer":3}]