[{"questionTitle":"Demokrat... ist die Basis unserer Gesellschaft.","answers":["Demokratik","Demokratenz","Demokratette","Demokratie"],"correctAnswer":3},{"questionTitle":"Die Dekad... seiner Frau ärgerte Fridolin maßlos.","answers":["Dekadette","Dekadenz","Dekadität","Dekadur"],"correctAnswer":1},{"questionTitle":"Siegfried diente im fünften Regi... .","answers":["Regium","Regiesse","Regima","Regiment"],"correctAnswer":3},{"questionTitle":"Großmutter trank jeden Abend beim Fernsehen ein Glas Lik... .","answers":["Likat","Likör","Likist","Likor"],"correctAnswer":1},{"questionTitle":"Der Aktio... erzielte in diesem Jahr große Gewinne.","answers":["Aktioat","Aktioör","Aktioent","Aktionär"],"correctAnswer":3},{"questionTitle":"Der berühmte Schauspieler hatte schon die eine oder andere All... .","answers":["Allose","Allüre","Allität","Allage"],"correctAnswer":1},{"questionTitle":"Zwanzig Jahre hatte es gedauert, bis der Forscher das Verhalten der Wildkatzen dokumentiert hatte.","answers":["Die zwanzigjährige Dauer der Dokumentation über das Verhalten der Wildkatzen hatte den Forscher.","Die Dokumentation des Forschers über das Verhalten der Wildkatzen hatte zwanzig Jahre angedauert.","Die Wildkatzen hatten das Verhalten über die Dokumentation des Forschers über zwanzig Jahre angedauert.","Das Verhalten der Wildkatzen mit dem dokumentierten Forscher hatte über zwanzig Jahre angedauert."],"correctAnswer":1},{"questionTitle":"Ich benötige bitte noch eine Bescheinigung, in der Sie Ihre Qualifikationen nachweisen können.","answers":["Ich benötige bitte noch einen Nachweis über Ihre Qualifikationen.","Ich benötige bitte noch einen Nachweis über ihre Bescheinigung.","Ich benötige bitte noch eine qualifizierte Bescheinigung über den Nachweis.","Ich benötige bitte noch einen qualifizierten Nachweis über die Bescheinigung."],"correctAnswer":0},{"questionTitle":"Sie war so enttäuscht als ihr abgesagt worden war, dass sie tagelang in ihrem Zimmer saß und weinte.","answers":["In ihrem Zimmer sitzend und weinend war ihr enttäuscht eine Absage erteilt.","Ihre Enttäuschung über die Absage war so groß, dass sie tagelang in ihrem Zimmer saß und weinte.","Die abgesagte Enttäuschung war so groß, dass sie tagelang in ihrem Zimmer saß und weinte.","Das Sitzen und Weinen in ihrem Zimmer war die Folge der enttäuschten Absage, die ihr erteilt worden war."],"correctAnswer":1},{"questionTitle":"Da Ellen sich nie längere Zeit auf ein Thema konzentrieren kann, absolviert sie jetzt eine dreiwöchige Therapie in Montana.","answers":["Nach Absolvierung einer dreiwöchigen Therapie in Montana, konzentrierte sich Ellen wieder längere Zeit auf ein Thema.","Nach der Konzentrierung auf ein Thema für längere Zeit, absolvierte Ellen jetzt eine dreiwöchige Therapie in Montana.","Da Ellen ihre Konzentration nie länger auf ein Thema richten konnte, absolviert sie jetzt eine dreiwöchige Therapie in Montana.","Auf ein längeres Thema auf Zeit absolviert Ellen eine dreiwöchige Konzentrationstherapie in Montana."],"correctAnswer":2}]