[{"questionTitle":"Der Zahnarzt verrechnete für die neuen Füllungen viel.","answers":["Der Zahnarzt verrechnete nicht für die neuen Füllungen viel, sondern für die Kronen.","Der Zahnarzt nicht verrechnete für die neuen Füllungen viel, sondern für die Kronen.","Nicht der Zahnarzt verrechnete für die neuen Füllungen viel, sondern für die Kronen.","Der Zahnarzt verrechnete für die neuen Füllungen viel nicht, sondern für die Kronen."],"correctAnswer":0},{"questionTitle":"Sie stimmte die neuen Ohrringe mit der Uhr ab.","answers":["Sie nicht stimmte die neuen Ohrringe mit der Uhr ab, sondern mit der Brille.","Sie stimmte die neuen Ohrringe nicht mit der Uhr ab, sondern mit der Brille.","Sie stimmte die neuen Ohrringe mit der Uhr nicht ab, sondern mit der Brille.","Sie stimmte nicht die neuen Ohrringe mit der Uhr ab, sondern mit der Brille."],"correctAnswer":1},{"questionTitle":"Sie fragte nach der Konditorei.","answers":["Sie fragte nicht nach der Konditorei, sondern nach dem Cafè.","Sie nicht fragte nach der Konditorei, sondern nach dem Cafè.","Sie fragte nach der Konditorei nicht, sondern nach dem Cafè.","Nicht sie fragte nach der Konditorei, sondern nach dem Cafè."],"correctAnswer":0},{"questionTitle":"Sandra spielte mit der kranken Katze.","answers":["Sandra nicht spielte mit der kranken Katze, sondern mit der gesunden.","Sandra spielte nicht mit der kranken Katze, sondern mit der gesunden.","Sandra spielte mit der kranken Katze nicht, sondern mit der gesunden.","Nicht Sandra spielte mit der kranken Katze, sondern mit der gesunden."],"correctAnswer":1},{"questionTitle":"Martin lief täglich die Strandpromenade entlang.","answers":["Martin lief täglich die Strandpromenade nicht entlang.","Martin lief nicht täglich die Strandpromenade entlang.","Martin lief täglich die Strandpromenade entlang nicht.","Martin nicht lief täglich die Strandpromenade entlang."],"correctAnswer":1},{"questionTitle":"Die Pollenallergie bekam sie regelmäßig im März.","answers":["Die Pollenallergie bekam sie regelmäßig nicht im März.","Die Pollenallergie nicht bekam sie regelmäßig im März.","Die Pollenallergie bekam sie regelmäßig im März nicht.","Die Pollenallergie bekam sie nicht regelmäßig im März."],"correctAnswer":3},{"questionTitle":"Es fehlte der Mutter beim Einkaufen an Geduld.","answers":["Es fehlte nicht der Mutter beim Einkaufen an Geduld, sondern an Zeit.","Es fehlte der Mutter nicht beim Einkaufen an Geduld, sondern an Zeit.","Es fehlte der Mutter beim Einkaufen an Geduld nicht, sondern an Zeit.","Es fehlte der Mutter beim Einkaufen nicht an Geduld, sondern an Zeit."],"correctAnswer":3},{"questionTitle":"Der Vater möchte mit seiner Familie nach Sibirien auswandern.","answers":["Der Vater nicht möchte mit seiner Familie nach Sibirien auswandern.","Der Vater möchte mit seiner Familie nach Sibirien auswandern nicht.","Der Vater möchte mit seiner Familie nicht nach Sibirien auswandern.","Der Vater möchte mit nicht seiner Familie nach Sibirien auswandern."],"correctAnswer":2},{"questionTitle":"Unsere Umwelt wird immer stärker von Abfallprodukten belastet.","answers":["Unsere Umwelt wird immer stärker von Abfallprodukten nicht belastet.","Unsere Umwelt nicht wird immer stärker von Abfallprodukten belastet.","Unsere Umwelt wird nicht immer stärker von Abfallprodukten belastet.","Unsere Umwelt wird immer stärker von Abfallprodukten belastet nicht."],"correctAnswer":2},{"questionTitle":"Der Altwarenhändler nimmt sich gerne Zeit für seine Kunden.","answers":["Der Altwarenhändler nimmt sich gerne Zeit für seine Kunden nicht.","Der Altwarenhändler nimmt sich gerne Zeit nicht für seine Kunden.","Der Altwarenhändler nimmt sich nicht gerne Zeit für seine Kunden.","Der Altwarenhändler nimmt nicht sich gerne Zeit für seine Kunden."],"correctAnswer":2}]