[{"questionTitle":"Frau Gerngroß möchte im normalen Gasthaus essen.","answers":["Frau Gerngroß nicht möchte im normalen Gasthaus essen, sondern im Restaurant.","Frau Gerngroß möchte im normalen Gasthaus essen nicht, sondern im Restaurant.","Frau Gerngroß möchte nicht im normalen Gasthaus essen, sondern im Restaurant.","Nicht Frau Gerngroß möchte im normalen Gasthaus essen, sondern im Restaurant."],"correctAnswer":2},{"questionTitle":"Sabrina fiel die chinesische Vase zu Boden.","answers":["Sabrina nicht fiel die chinesische Vase zu Boden, sondern Conny.","Sabrina fiel die chinesische Vase zu Boden nicht, sondern Conny.","Nicht fiel Sabrina die chinesische Vase zu Boden, sondern Conny.","Nicht Sabrina fiel die chinesische Vase zu Boden, sondern Conny."],"correctAnswer":3},{"questionTitle":"Tante Erni treibt häufig Sport.","answers":["Tante Erni nicht treibt häufig Sport.","Nicht treibt Tante Erni häufig Sport.","Tante Erni treibt nicht häufig Sport.","Tante Erni treibt häufig nicht Sport."],"correctAnswer":2},{"questionTitle":"Tobias suchte nach seinem Schal.","answers":["Tobias suchte nicht nach seinem Schal, sondern nach seinen Handschuhen.","Tobias nicht suchte nach seinem Schal, sondern nach seinen Handschuhen.","Tobias suchte nach seinem Schal nicht, sondern nach seinen Handschuhen.","Nicht Tobias suchte nach seinem Schal, sondern nach seinen Handschuhen."],"correctAnswer":0},{"questionTitle":"Sebastian empfand für diese Frau Liebe.","answers":["Sebastian empfand für diese Frau nicht Liebe, sondern Bewunderung.","Nicht Sebastian empfand für diese Frau Liebe, sondern Bewunderung.","Sebastian empfand für diese Frau Liebe nicht, sondern Bewunderung.","Sebastian nicht empfand für diese Frau Liebe, sondern Bewunderung."],"correctAnswer":0},{"questionTitle":"Die Autobahn wird im Frühling ausgebaut.","answers":["Die Autobahn nicht wird im Frühling ausgebaut.","Die Autobahn wird im Frühling ausgebaut nicht.","Die Autobahn wird im Frühling nicht ausgebaut.","Nicht ausgebaut die Autobahn wird im Frühling."],"correctAnswer":2},{"questionTitle":"Onkel Heinrich kaufte seinen Tabak für die Pfeife im Spezialgeschäft.","answers":["Onkel Heinrich nicht kaufte seinen Tabak für die Pfeife im Spezialgeschäft.","Onkel Heinreich kaufte seinen Tabak für die Pfeife nicht im Spezialgeschäft.","Onkel Heinrich kaufte seinen Tabak für die Pfeife im Spezialgeschäft nicht.","Nicht kaufte Onkel Heinrich seinen Tabak für die Pfeife im Spezialgeschäft."],"correctAnswer":1},{"questionTitle":"Birgit hasste Sauerkraut.","answers":["Birgit nicht hasste Sauerkraut, sondern ihr Bruder.","Birgit hasste nicht Sauerkraut, sondern ihr Bruder.","Birgit hasste Sauerkraut, sondern ihr Bruder nicht.","Nicht Birgit hasste Sauerkraut, sondern ihr Bruder."],"correctAnswer":3},{"questionTitle":"Ulli schaute sich jeden Abend die Post sorgfältig an.","answers":["Ulli schaute sich jeden Abend die Post sorgfältig an nicht.","Ulli schaute sich jeden Abend die Post sorgfältig nicht an.","Ulli schaute sich nicht jeden Abend die Post sorgfältig an.","Ulli nicht schaute sich jeden Abend die Post sorgfältig an."],"correctAnswer":2},{"questionTitle":"Sie brachte die Kleidung jedes Mal wieder in den Laden zurück.","answers":["Sie brachte nicht die Kleidung jedes Mal wieder in den Laden zurück.","Sie brachte die Kleidung nicht jedes Mal wieder in den Laden zurück.","Sie brachte die Kleidung jedes Mal wieder in den Laden zurück nicht.","Sie nicht brachte die Kleidung jedes Mal wieder in den Laden zurück."],"correctAnswer":1}]