[{"questionTitle":"Franz will jetzt sofort seine Dienstreise antreten.","answers":["Franz will nicht jetzt sofort seine Dienstreise antreten.","Franz will jetzt sofort nicht seine Dienstreise antreten.","Franz nicht will jetzt sofort seine Dienstreise antreten.","Franz will jetzt sofort seine Dienstreise antreten nicht."],"correctAnswer":0},{"questionTitle":"Der Architekt ist für den Baumangel verantwortlich.","answers":["Der Architekt ist für nicht den Baumangel verantwortlich, sondern die Baufirma.","Nicht der Architekt ist für den Baumangel verantwortlich, sondern die Baufirma.","Der Architekt nicht ist für den Baumangel verantwortlich, sondern die Baufirma.","Der Architekt ist für den Baumangel verantwortlich nicht, sondern die Baufirma."],"correctAnswer":1},{"questionTitle":"Uschi schrieb Charlotte die falsche Adresse auf.","answers":["Uschi schrieb Charlotte die falsche nicht Adresse auf, sondern den falschen Namen.","Uschi nicht schrieb Charlotte die falsche Adresse auf, sondern den falschen Namen.","Uschi schrieb Charlotte die falsche Adresse auf nicht, sondern den falschen Namen.","Uschi schrieb Charlotte nicht die falsche Adresse auf, sondern den falschen Namen."],"correctAnswer":3},{"questionTitle":"Beim Fasching verkleidete sich Gernot als Prinz.","answers":["Beim Fasching verkleidete sich Gernot nicht als Prinz.","Beim Fasching verkleidete sich Gernot als Prinz nicht.","Beim Fasching verkleidete nicht sich Gernot als Prinz.","Beim Fasching nicht verkleidete sich Gernot als Prinz."],"correctAnswer":0},{"questionTitle":"Frau Sommer kochte jeden Sonntag einen Kaiserschmarrn für ihre Töchter.","answers":["Frau Sommer nicht kochte jeden Sonntag einen Kaiserschmarrn für ihre Töchter.","Frau Sommer kochte nicht jeden Sonntag einen Kaiserschmarrn für ihre Töchter.","Frau Sommer kochte jeden Sonntag einen Kaiserschmarrn für ihre Töchter nicht.","Frau Sommer jeden Sonntag kochte nicht einen Kaiserschmarrn für ihre Töchter."],"correctAnswer":1},{"questionTitle":"Das Aufsichtsorgan muss die ganze Nacht die Auslage beobachten.","answers":["Das Aufsichtsorgan muss nicht die ganze Nacht die Auslage beobachten.","Das Aufsichtsorgan muss die ganze Nacht die Auslage beobachten nicht.","Das Aufsichtsorgan nicht muss die ganze Nacht die Auslage beobachten.","Das Aufsichtsorgan muss die ganze Nacht nicht die Auslage beobachten."],"correctAnswer":0},{"questionTitle":"Alle Kunden sind gierig nach \"Schnäppchen\".","answers":["Alle Kunden sind gierig nach \"Schnäppchen\" nicht.","Alle Kunden nicht sind gierig nach \"Schnäppchen\".","Nicht alle Kunden sind gierig nach \"Schnäppchen\".","Alle Kunden nicht gierig sind nach \"Schnäppchen\"."],"correctAnswer":2},{"questionTitle":"Die ältere Dame wollte ihren Führerschein hergeben.","answers":["Die ältere Dame nicht wollte ihren Führerschein hergeben, sondern ihre Tochter.","Nicht die ältere Dame wollte ihren Führerschein hergeben, sondern ihre Tochter.","Die ältere Dame wollte ihren nicht Führerschein hergeben, sondern ihre Tochter.","Die ältere Dame wollte ihren Führerschein hergeben nicht, sondern ihre Tochter."],"correctAnswer":1},{"questionTitle":"Frau Bergmann schmückte täglich die Auslage ihres Geschäfts.","answers":["Frau Bergmann schmückte täglich die Auslage ihres Geschäftes nicht.","Frau Bergmann schmückte täglich nicht die Auslage ihres Geschäftes.","Frau Bergmann schmückte nicht täglich die Auslage ihres Geschäftes.","Frau Bergmann nicht täglich schmückte die Auslage ihres Geschäftes."],"correctAnswer":2},{"questionTitle":"Das Portrait zeigt den Urgroßenkel.","answers":["Das Portrait zeigt nicht den Urgroßenkel, sondern den Ururgroßenkel.","Das Portrait zeigt den Urgroßenkel nicht, sondern den Ururgroßenkel.","Nicht das Portrait zeigt den Urgroßenkel, sondern den Ururgroßenkel.","Das Portrait nicht zeigt den Urgroßenkel, sondern den Ururgroßenkel."],"correctAnswer":0}]