[{"questionTitle":"Du musst mehr aus dir ..., wenn du sie für dich gewinnen willst.","answers":["hineingehen","herausgehen","hingehen","weggehen"],"correctAnswer":1},{"questionTitle":"Stell dich hier ... ! Hier siehst du besser.","answers":["hin","nach","oben","rechts"],"correctAnswer":0},{"questionTitle":"Darf ich zum Konzert von Christina Stürmer gehen? Alle meine Freundinnen dürfen auch ... .","answers":["hinaufgehen","hingehen","hineingehen","hinuntergehen"],"correctAnswer":1},{"questionTitle":"Darüber ... hatte ich viele Möglichkeiten Kontakte zu knüpfen.","answers":["herein","hinein","hinaus","nach"],"correctAnswer":2},{"questionTitle":"Ich suche die Universität. Können Sie mir helfen?","answers":["Die Universität ist ganz in der Nähe vom Bahnhof.","Die Universität ist ganz in der Nähe beim Bahnhof.","Die Universität ist ganz in der Nähe am Bahnhof.","Die Universität ist ganz in der Nähe im Bahnhof."],"correctAnswer":0},{"questionTitle":"Entschuldigung, können Sie mir helfen? Ich suche die Firma \"Hilfe&Co\".","answers":["Das ist einfach. Da gehen Sie über den Stadtpark, am großen Tor voran in die Fußgängerzone.","Das ist einfach. Da gehen Sie auf den Stadtpark, im großen Tor vorbei in das Fußgängerzone.","Das ist einfach. Da gehen Sie durch den Stadtpark, am großen Tor vorbei in die Fußgängerzone.","Das ist einfach. Da gehen Sie am Stadtpark, beim großen Tor entlang in das Fußgängerzone."],"correctAnswer":2},{"questionTitle":"Wo finden wir das Stadtmuseum?","answers":["Das Museum befindet sich rechts neben das Theater, ganz in der Nähe von die Universität.","Das Museum befindet sich rechts gegenüber die Theater, geradeaus an die Universität entlang.","Das Museum befindet sich auf der rechten Seite von Theater, gegenüber von die Universität.","Das Museum befindet sich rechts neben dem Theater, gegenüber von der Universität."],"correctAnswer":3},{"questionTitle":"Wo ist denn bitte der Blumenweg? Ich kann ihn nirgends finden.","answers":["Schauen Sie, dort vorne hinter die Supermarkt beginnt der Blumenweg!","Schauen Sie, dort hinten hinter der Supermarkt beginnt der Blumenweg!","Schauen Sie, dort vorne hinter den Supermarkt beginnt der Blumenweg!","Schauen Sie, dort hinten hinter dem Supermarkt beginnt der Blumenweg!"],"correctAnswer":3},{"questionTitle":"Ich möchte in die Grabengasse. Wo ist denn die bitte?","answers":["Zuerst biegen Sie hier links aus und gehen dann geradeaus bis in die nächste Kreuzung.","Zuerst biegen Sie hier links vor und gehen dann entlang bis an die nächste Kreuzung.","Zuerst biegen Sie hier links ab und gehen dann geradeaus bis zur nächsten Kreuzung.","Zuerst biegen Sie hier links zu und gehen dann vorbei bis um die nächste Kreuzung."],"correctAnswer":2},{"questionTitle":"Wo ist denn das \"Restaurant zum weißen Lamm\"?","answers":["Da fahren Sie die Hauptstraße entlang bis zum Gartenplatz und gehen dann 50 Meter in der Fußgängerzone.","Da fahren Sie die Hauptstraße vorbei bis zur Gartenplatz und gehen dann 50 Meter in die Fußgängerzone.","Da fahren Sie die Hauptstraße geradeaus bis zur Gartenplatz und gehen dann 50 Meter in den Fußgängerzone.","Da fahren Sie die Hauptstraße gegenüber bis zum Gartenplatz und gehen dann 50 Meter in der Fußgängerzone."],"correctAnswer":0}]