[{"questionTitle":"Du wirst mich heute nicht spielen ... sehen ... .","answers":["zu - /","/ - zu","/ - /","zu - zu"],"correctAnswer":2},{"questionTitle":"verstehe - nicht - ich - du - warum - hoffst - zu - darauf - diese Rolle - bekommen","answers":["Ich verstehe nicht warum du darauf hoffst diese Rolle bekommen zu.","Ich verstehe nicht warum du darauf hoffst diese Rolle zubekommen.","Ich verstehe nicht warum du darauf hoffst diese Rolle zu bekommen.","Ich verstehe nicht warum du darauf hoffst zu diese Rolle bekommen."],"correctAnswer":2},{"questionTitle":"Sie sieht ihn oft ... trainieren ... .","answers":["zu - /","/ - /","/ - zu","zu - zu"],"correctAnswer":1},{"questionTitle":"heute - eislaufen - gehe - ich","answers":["Ich gehe heute eislaufen.","Ich gehe heute laufen eis.","Ich gehe heute zu eislaufen.","Ich gehe heute laufen zu eis."],"correctAnswer":0},{"questionTitle":"Die Klarinettenspieler - den Walzer - begannen - zerstören - mit ihren Tönen - zu","answers":["Die Klarinettenspieler begannen den Walzer mit ihren Tönen zerstören zu.","Die Klarinettenspieler begannen den Walzer zu mit ihren Tönen zerstören.","Die Klarinettenspieler begannen den Walzer mit ihren Tönen zu zerstören.","Die Klarinettenspieler zu begannen den Walzer mit ihren Tönen zerstören."],"correctAnswer":2},{"questionTitle":"darauf - niemand - hoffen - ihn - zur Vernunft - darf - bringen - zu","answers":["Niemand darf darauf hoffen ihn zur Vernunft zu bringen.","Niemand zu darf darauf hoffen ihn zur Vernunft bringen.","Zu niemand darf darauf hoffen ihn zur Vernunft bringen.","Niemand darf darauf hoffen ihn zur Vernunft bringen zu."],"correctAnswer":0},{"questionTitle":"haben - sie - danach - zu - improvisieren - begonnen","answers":["Danach haben sie improvisieren zu begonnen.","Danach haben sie zu improvisieren begonnen.","Danach haben sie improvisieren zu begonnen.","Danach zu haben sie improvisieren begonnen."],"correctAnswer":1},{"questionTitle":"Du musst versuchen bei jeder Eintrittskarte nur die rote Ecke ... herunter ... reißen ... .","answers":["zu - / - /","/ - zu - /","/ - zu - zu","/ - / - /"],"correctAnswer":1},{"questionTitle":"vor vielen Jahren - gedacht - habe - ich - ins Ausland - daran - zu - gehen","answers":["Vor vielen Jahren habe ich daran gedacht ins Ausland zu gehen.","Vor vielen Jahren habe ich daran gedacht zu ins Ausland gehen.","Vor vielen Jahren habe ich daran gedacht ins Ausland gehen zu.","Vor vielen Jahren habe ich daran gedacht zu gehen ins Ausland."],"correctAnswer":0},{"questionTitle":"Ich habe aufgehört an diesen Zufall ... glauben ...","answers":["/ - zu","zu - zu","zu - /","/ - /"],"correctAnswer":2}]