[{"questionTitle":"komponieren - einen wirklichen Ohrwurm - zu - sicherlich - schwer - ist","answers":["Einen wirklichen Ohrwurm zu komponieren ist sicherlich schwer.","Einen wirklichen Ohrwurm komponieren zu ist sicherlich schwer.","Zu einen wirklichen Ohrwurm komponieren ist sicherlich schwer.","Ist sicherlich schwer einen wirklichen Ohrwurm komponieren zu."],"correctAnswer":0},{"questionTitle":"der Arzt - zu - begann - sie - untersuchen","answers":["Zu der Arzt begann sie untersuchen.","Der Arzt begann sie zu untersuchen.","Der Arzt begann sie untersuchen zu.","Sie zu untersuchen begann der Arzt."],"correctAnswer":1},{"questionTitle":"die Prüfung - bestehen - zu - er - hofft","answers":["Hofft zu bestehen er die Prüfung.","Er hofft die Prüfung zu bestehen.","Bestehen die Prüfung zu hofft er.","Die Prüfung hofft bestehen zu er."],"correctAnswer":1},{"questionTitle":"angefangen - komponieren - nach diesem schönen Tag - er - zu - hat - sofort","answers":["Nach diesem schönen Tag hat er sofort komponieren zu angefangen.","Nach diesem schönen Tag hat er sofort zu komponieren angefangen.","Zu komponieren hat er sofort nach diesem schönen Tag angefangen.","Komponieren zu hat er nach diesem schönen Tag sofort angefangen."],"correctAnswer":1},{"questionTitle":"zu - begonnen - klatschen - sie - haben - darum","answers":["Darum haben sie klatschen zu begonnen.","Darum haben sie zu klatschen begonnen.","Zu begonnen darum sie haben klatschen.","Klatschen begonnen zu haben sie darum."],"correctAnswer":1},{"questionTitle":"begannen - die Aufseherinnen - zu - die Seitenausgänge der Konzerthalle - sichern","answers":["Die Aufseherinnen begannen, die Seitenausgänge der Konzerthalle zu sichern.","Die Aufseherinnen begannen, die Seitenausgänge der Konzerthalle sichern zu.","Die Aufseherinnen zu begannen sichern die Seitenausgänge der Konzerthalle.","Sichern zu begannen die Aufseherinnen die Seitenausgänge der Konzerthalle."],"correctAnswer":0},{"questionTitle":"lasse - in Ruhe - Posaune - üben - dich - heute - ich","answers":["Ich dich heute in Ruhe lasse üben Posaune.","Ich dich heute in Ruhe Posaune üben lasse.","Ich lasse dich heute in Ruhe üben Posaune.","Ich lasse dich heute in Ruhe Posaune üben."],"correctAnswer":3},{"questionTitle":"begann - seinen Terminkalender - lesen - zu - der Operndirektor.","answers":["Der Operndirektor begann seinen Terminkalender zu lesen.","Der Operndirektor begann seinen Terminkalender lesen zu.","Der Operndirektor lesen zu begann seinen Terminkalender.","Zu lesen seinen Terminkalender der Operndirektor begann."],"correctAnswer":0},{"questionTitle":"Diese Schminke ist äußerst schwer ... herunter .. waschen ... .","answers":["/ - zu - /","/ - / - /","/ - / - zu","zu - / - /"],"correctAnswer":0},{"questionTitle":"Thomas - angefangen - studieren - hat - nach - seiner - Matura - zu","answers":["Thomas hat nach seiner Matura studieren angefangen zu.","Thomas hat nach seiner Matura studieren zu angefangen.","Thomas hat nach seiner Matura angefangen zu studieren.","Thomas hat zu nach seiner Matura studieren angefangen."],"correctAnswer":2}]