[{"questionTitle":"Der Großglockner ist nicht so hoch ... der Mount Everest.","answers":["wie","als","als wie","/"],"correctAnswer":0},{"questionTitle":"Laufen ist ein härterer Sport ... Wandern.","answers":["wie","als","/","als wie"],"correctAnswer":1},{"questionTitle":"Ihre Tochter ist jünger ... unsere Tochter. Trotzdem verstehen sich die beiden sehr gut.","answers":["wie","als","als wie","/"],"correctAnswer":1},{"questionTitle":"In diesem Bett schläft er besser ... in seinem eigenen Bett.","answers":["wie","als wie","/","als"],"correctAnswer":3},{"questionTitle":"In seinem eigenen Bett schläft er nicht so gut ... in diesem.","answers":["wie","als wie","als","/"],"correctAnswer":0},{"questionTitle":"Alle arbeiten jetzt motivierter ... früher.","answers":["wie","als","als wie","/"],"correctAnswer":1},{"questionTitle":"die Wüste - der Urwald - nicht so trocken - ist - wie - .","answers":["Die Wüste wie der Urwald nicht so trocken ist.","Der Urwald nicht so trocken die Wüste ist wie.","Der Urwald ist nicht so trocken wie die Wüste.","Trocken ist die Wüste nicht so wie der Urwald."],"correctAnswer":2},{"questionTitle":"nicht so viel Wasser - diese Pflanze - wie - die andere - braucht - .","answers":["Diese Pflanze braucht nicht so viel Wasser wie die andere.","Nicht so viel Wasser wie diese Pflanze die andere braucht.","Wie braucht nicht so viel Wasser diese Pflanze die andere.","Die andere nicht so viel Wasser braucht diese Pflanze wie."],"correctAnswer":0},{"questionTitle":"höher - das Gebäude - ist - als - die Kirche - .","answers":["Die Kirche als das Gebäude höher ist.","Das Gebäude höher ist die Kirche als.","Als die Kirche das Gebäude höher ist.","Das Gebäude ist höher als die Kirche."],"correctAnswer":3},{"questionTitle":"das Gebäude - nicht so hoch - ist - wie - die Kirche - .","answers":["Die Kirche nicht so hoch wie das Gebäude ist.","Das Gebäude wie nicht so hoch die Kirche ist.","Die Kirche ist nicht so hoch wie das Gebäude.","Ist die Kirche nicht so hoch das Gebäude wie."],"correctAnswer":2}]