[{"questionTitle":"er/ die Nacht zuvor/ schlecht schlafen - sein/ er/ heute Morgen/ sehr müde.","answers":["Nachdem er die Nacht zuvor schlecht geschlafen hatte, war er heute Morgen sehr müde.","Nachdem er die Nacht zuvor schlecht geschlafen habe, war er heute Morgen sehr müde.","Nachdem er die Nacht zuvor schlecht geschlafen hatte, war er heute Morgen sehr müde sein."],"correctAnswer":0},{"questionTitle":"er/ einen Anruf seiner kranken Mutter/ erhalten - nicht gehen können/ er/ ins Kino.","answers":["Nachdem er einen Anruf seiner kranken Mutter erhalten hatte, könnte er nicht ins Kino gehen.","Nachdem er einen Anruf seiner kranken Mutter erhalten hatte, kann er nicht ins Kino gehen.","Nachdem er einen Anruf seiner kranken Mutter erhalten hatte, konnte er nicht ins Kino gehen."],"correctAnswer":2},{"questionTitle":"sein Kollege/ krank werden - übernehmen müssen/ er/ dessen Arbeit/ auch noch.","answers":["Nachdem sein Kollege krank geworden ist, musste er dessen Arbeit auch noch übernehmen.","Nachdem sein Kollege krank geworden war, musste er dessen Arbeit auch noch übernehmen.","Nachdem sein Kollege krank geworden war, musste er dessen Arbeit auch noch übergenommen werden."],"correctAnswer":1},{"questionTitle":"er/ sein Auto/ von der Reparatur/ abholen - kaputtgehen/ es/ gleich wieder.","answers":["Nachdem er sein Auto von der Reparatur abgeholt hatte, ging es gleich wieder kaputt.","Nachdem er sein Auto von der Reparatur abgeholt war, ging es gleich wieder kaputt.","Nachdem er sein Auto von der Reparatur abgeholt wurde, ging es gleich wieder kaputt."],"correctAnswer":0},{"questionTitle":"er/ die Verabredung mit seiner Freundin/ vergessen - warten/ sie/ umsonst.","answers":["Nachdem er die Verabredung mit seiner Freundin vergessen war, wartete sie umsonst.","Nachdem er die Verabredung mit seiner Freundin vergessen habe, wartete sie umsonst.","Nachdem er die Verabredung mit seiner Freundin vergessen hatte, wartete sie umsonst."],"correctAnswer":2},{"questionTitle":"deswegen/ Streit mit ihr/ geben/ es - er/ gehen/ zu Freunden/ Karten spielen. ","answers":["Nachdem es deswegen Streit mit ihr gegeben hatte, geht er zu Freunden Karten spielen.","Nachdem es deswegen Streit mit ihr gegeben habe, ging er zu Freunden Karten spielen.","Nachdem es deswegen Streit mit ihr gegeben hatte, ging er zu Freunden Karten spielen."],"correctAnswer":2}]