[{"questionTitle":"Der schwierige Test kann von den fleißigen Studenten nicht geschafft werden.","answers":["Die fleißigen Studenten können den schwierigen Test nicht schaffen.","Die fleißigen Studenten können den schwierigen Test nicht geschafft.","Die fleißigen Studenten können den schwierigen Test schaffen."],"correctAnswer":0},{"questionTitle":"Die Ärzte können dem schwer erkrankten Patienten nicht helfen.","answers":["Der schwer erkrankten Patieten kann von den Ärzten nicht geholfen werden.","Dem schwer erkrankten Patieten kann von den Ärzten nicht geholfen werden.","Dem schwer erkrankten Patieten kann von den Ärzten geholfen werden."],"correctAnswer":1},{"questionTitle":"Der große Innenhof wird täglich von vielen fleißigen Hausfrauen gekehrt.","answers":["Viele fleißige Hausfrauen kehren täglich den großen Innenhof.","Viele fleißige Hausfrauen kehren täglich den großen Innenhof werden.","Viele fleißige Hausfrauen kehren täglich der große Innenhof."],"correctAnswer":0},{"questionTitle":"Die schmutzige Wäsche muss von euch noch gewaschen werden.","answers":["Ihr müsst noch die schmutzige Wäsche gewaschen.","Ihr müsst noch die schmutzige Wäsche waschen werden.","Ihr müsst noch die schmutzige Wäsche waschen."],"correctAnswer":2},{"questionTitle":"Die kaputten Tische mussten von den starken Männern in den Keller gebracht werden.","answers":["Den starken Männern müssten die kaputten Tische in den Keller bringen.","Der starken Männern mussten die kaputten Tische in den Keller bringen.","Die starken Männer mussten die kaputten Tische in den Keller bringen."],"correctAnswer":2},{"questionTitle":"Den schweren Koffer konnte der übermüdete Fluggast nicht finden.","answers":["Der schwere Koffer konnte vom übermüdeten Fluggast nicht gefunden werden.","Den schweren Koffer konnte vom übermüdeten Fluggast nicht gefunden werden.","Der schwere Koffer konnte vom übermüdeten Fluggast nicht gefunden."],"correctAnswer":0},{"questionTitle":"Die eingeführte Schmuggelware ist von der Sicherheitskontrolle konfisziert worden.","answers":["Die Sicherheitskontrolle hat die eingeführte Schmuggelware konfiszieren.","Die Sicherheitskontrolle hat die eingeführte Schmuggelware konfisziert.","Die Sicherheitskontrolle ist die eingeführte Schmuggelware konfisziert."],"correctAnswer":1},{"questionTitle":"Die lange Reise des Chefs muss von der fleißigen Sekretärin gut vorbereitet werden.","answers":["Die fleißige Sekretärin muss die lange Reise des Chefs gut vorbereitet.","Die fleißige Sekretärin muss die lange Reise des Chefs gut vorbereiten werden.","Die fleißige Sekretärin muss die lange Reise des Chefs gut vorbereiten."],"correctAnswer":2},{"questionTitle":"Es war von den betrunkenen Gästen bis zum frühen Morgengrauen gefeiert worden.","answers":["Die betrunkenen Gäste hatten bis zum frühen Morgengrauen gefeiert.","Die betrunkenen Gäste hatten bis zum frühen Morgengrauen gefeiern.","Die betrunkenen Gäste hatten bis zum frühen Morgengrauen gefeiert worden."],"correctAnswer":0},{"questionTitle":"Die frechen Kinder haben den kleinen Jungen ins Gesicht geschlagen.","answers":["Den kleinen Jungen ist von den frechen Kindern ins Gesicht geschlagen worden.","Der kleine Junge ist von den frechen Kindern ins Gesicht geschlagen worden.","Der kleine Junge ist von den frechen Kindern ins Gesicht geschlagen."],"correctAnswer":1}]