[{"questionTitle":"Man trinkt in Deutschland sehr viel Bier.","answers":["In Deutschland wird sehr viel Bier getrinken.","In Deutschland wird man sehr viel Bier getrunken.","In Deutschland wird sehr viel Bier getrunken.","In Deutschland wird sehr viel Bier getränkt."],"correctAnswer":2},{"questionTitle":"\"Pass auf, dass sie dir dein schönes neues Auto nicht stehlen!\"","answers":["\"Pass auf, dass dir dein schönes neues Auto nicht von sie gestohlen wird!\"","\"Pass auf, dass dir dein schönes neues Auto nicht gestehlen wird!\"","\"Pass auf, dass dir dein schönes neues Auto nicht gestohlen werden!\"","\"Pass auf, dass dir dein schönes neues Auto nicht gestohlen wird!\""],"correctAnswer":3},{"questionTitle":"Wir leiten Ihre Bestellung weiter!","answers":["Ihre Bestellung wird weitergeleitet!","Ihre Bestellung wird durch uns weitergeleiten!","Ihre Bestellung wird durch euch weitergeleitet.","Ihre Bestellung wird durch uns weiterleitet."],"correctAnswer":0},{"questionTitle":"Im Museum für bildende Kunst stellt man gerade Werke von Max Beckmann aus.","answers":["Im Museum für bildende Kunst werden gerade Werke von Max Beckmann ausgestellt.","Im Museum für bildende Kunst werden von Max Beckmann gerade Werke ausgestellt.","Im Museum für bildende Kunst werden gerade Werke von Max Beckmann ausgestellen.","Im Museum für bildende Kunst werden man gerade Werke von Max Beckmann ausgestellt."],"correctAnswer":0},{"questionTitle":"Im Restaurant muss man nach dem Essen die Rechnung bezahlen.","answers":["Im Restaurant muss nach dem Essen die Rechnung bezahlt werden.","Im Restaurant muss nach dem Essen die Rechnung gebezahlt werden.","Im Restaurant werden nach dem Essen die Rechnung bezahlt muss.","Im Restaurant müssen nach dem Essen die Rechnung bezahlt werden."],"correctAnswer":0},{"questionTitle":"Am Flughafen baut die Stadt eine neue Startbahn.","answers":["Die Stadt wird am Flughafen eine neue Startbahn gebaut.","Am Flughafen wird eine neue Startbahn gebaut.","Am Flughafen wird eine neue Startbahn gebauen.","Am Flughafen wird durch die Stadt eine neue Startbahn gebaut."],"correctAnswer":1},{"questionTitle":"Die Schwiegermutter sagt: \"Du musst deine Küche auch mal wieder aufräumen, Kind!\"","answers":["Die Schwiegermutter sagt, dass die Küche auch mal wieder muss aufgeräumt werden.","Die Schwiegermutter sagt, dass die Küche auch mal wieder aufgeräumt werden müssen.","Die Schwiegermutter sagt, dass die Küche auch mal wieder muss aufgeräumen werden.","Die Schwiegermutter sagt, dass die Küche auch mal wieder aufgeräumt werden muss."],"correctAnswer":3},{"questionTitle":"Die Firma bringt die Geräte nach der Reparatur wieder ins Haus.","answers":["Die Geräte werden durch die Firma nach der Reparatur wieder ins Haus gebringt.","Die Geräte werden nach der Reparatur von der Firma wieder ins Haus gebracht.","Die Geräte wieder werden nach der Reparatur ins Haus gebracht.","Die Firma wird nach der Reparatur durch die Geräte wieder ins Haus gebracht."],"correctAnswer":1},{"questionTitle":"In Diktaturen steckt man Unschuldige ins Gefängnis.","answers":["In Diktaturen wird Unschuldige ins Gefängnis gesteckt.","In Diktaturen werden Unschuldige ins Gefängnis gestecken.","In Diktaturen werden von Unschuldigen ins Gefängnis gesteckt.","In Diktaturen werden Unschuldige ins Gefängnis gesteckt."],"correctAnswer":3},{"questionTitle":"Der Arzt untersucht die Patientin in seiner Praxis.","answers":["Die Patientin wird (vom Arzt) in seiner Praxis untersuchen.","Die Patientin wird (vom Arzt) in seiner Praxis untersucht.","Die Patientin wird (vom Arzt) in seiner Praxis untergesucht.","Die Patientin wird (vom Arzt) in seiner Praxis geuntersucht."],"correctAnswer":1}]