[{"questionTitle":"Wir würden uns so über deinen Besuch ... .","answers":["freuen","würden","machen","brauchen"],"correctAnswer":0},{"questionTitle":"Er würde gerne in eine andere Stadt ..., aber seine Frau will nicht.","answers":["leben","wohnen","besichtigen","ziehen"],"correctAnswer":3},{"questionTitle":"Würdest du mir bitte ..., die schweren Taschen zu tragen?","answers":["sehen","helfen","brauchen","bringen"],"correctAnswer":1},{"questionTitle":"Sie - würden - mir - geben - ihre Telefonnummer und Adresse - bitte - ?","answers":["Würden Sie mir geben Ihre Telefonnummer und Adresse bitte?","Würden geben Sie mir bitte Ihre Telefonnummer und Adresse?","Sie würden geben mir bitte Ihre Telefonnummer und Adresse?","Würden Sie mir bitte Ihre Telefonnummer und Adresse geben?"],"correctAnswer":3},{"questionTitle":"würdet - in den Urlaub - mich - in die Karibik - ihr - mitnehmen - ?","answers":["Würdet ihr mich in den Urlaub in die Karibik mitnehmen?","Ihr mich in den Urlaub in die Karibik mitnehmen würdet?","Mitnehmen ihr mich in den Urlaub in die Karibik würdet?","Würdet ihr mitnehmen mich in den Urlaub in die Karibik?"],"correctAnswer":0},{"questionTitle":"sie - noch länger - gerne - in den USA - würden - bleiben - .","answers":["Sie würde bleiben in den USA noch länger gerne.","Würde sie gerne noch länger in den USA bleiben.","Sie noch länger in den USA bleiben gerne würde.","Sie würde gerne noch länger in den USA bleiben."],"correctAnswer":3},{"questionTitle":"an deiner Stelle - , - ich - würde - noch einmal genau - nachdenken - bevor - ich - den Vertrag - unterschreiben - .","answers":["An deiner Stelle würde ich noch einmal nachdenke genau, bevor ich den Vertrag unterschreibe.","An deiner Stelle ich noch einmal genau nachdenken würde, bevor ich den Vertrag unterschreibe.","An deiner Stelle noch einmal genau ich würden nachdenken, bevor ich den Vertrag unterschreibe.","An deiner Stelle würde ich noch einmal genau nachdenken, bevor ich den Vertrag unterschreibe."],"correctAnswer":3},{"questionTitle":"würden - Sie - bitte - mir - Ihre Fahrkarte - zeigen - ?","answers":["Würden Sie mir bitte Ihre Fahrkarte zeigen?","Würden Sie zeigen mir bitte Ihre Fahrkarte?","Würden Sie mir bitte zeigen Ihre Fahrkarte?","Ihre Fahrkarte Sie mir bitte würden zeigen?"],"correctAnswer":0},{"questionTitle":"Mama, bitte hilf mir! Was - du - an meiner Stelle - tun - würden - ?","answers":["Was tust du an meiner Stelle würden?","Was du an meiner Stelle tust würden?","Was würdest du an meiner Stelle tun?","Was würdest tun du an meiner Stelle?"],"correctAnswer":2},{"questionTitle":"was - an meiner Stelle - Sie - machen - würden - ?","answers":["Was würden machen Sie an meiner Stelle?","Was an meiner Stelle Sie machen würden?","Was würden Sie machen an meiner Stelle?","Was würden Sie an meiner Stelle machen?"],"correctAnswer":3}]