[{"questionTitle":"... du nicht doch in Erwägung ziehen, ob du mit mir übers Wochenende in die Berge fährst? (eventuell möglich)","answers":["Willst","Dürftest","Magst","Sollst"],"correctAnswer":2},{"questionTitle":"Es ... ja überbesorgt klingen, aber bei eurer nächtlichen Spritztour hätte alles mögliche passieren können! (eventuell möglich)","answers":["mag","kann","will","soll"],"correctAnswer":0},{"questionTitle":"Der Fisch ... zwar als \"frisch\" ausgeschrieben sein, trotzdem esse ich in Österreich im Sommer keine Meeresfrüchte. (eventuell möglich)","answers":["will","mag","soll","kann"],"correctAnswer":1},{"questionTitle":"Antonias Mann ... angeblich trotz der jahrelangen Affäre zu ihr zurückkehren. (eher unwahrscheinlich)","answers":["will","soll","dürfte","könnte"],"correctAnswer":0},{"questionTitle":"Das Versandhaus ... das Paket schon am Montag letzter Woche weggeschickt haben, aber bis jetzt ist es noch immer nicht angekommen. (eher unwahrscheinlich)","answers":["mag","könnte","will","soll"],"correctAnswer":2},{"questionTitle":"Laut seinen eigenen Aufzeichnungen ... Christoph Kolumbus Amerika entdeckt haben. Es soll aber ein Wikinger, Erik der Rote, gewesen sein. (eher unwahrscheinlich)","answers":["dürfte","könnte","will","soll"],"correctAnswer":2},{"questionTitle":"Nach eigenen Angaben ... die Sennerin den Käse selbst gemacht haben, dabei hab ich gesehen, wie sie ihn im Supermarkt gekauft hat. (eher unwahrscheinlich)","answers":["will","mag","kann","soll"],"correctAnswer":0},{"questionTitle":"Während die junge Mutter ihr Kind alleine auf die Welt brachte, ... die zuständige Hebamme nur kurz bei einer anderen Gebärenden gewesen sein. (eher unwahrscheinlich)","answers":["soll","dürfte","will","könnte"],"correctAnswer":2},{"questionTitle":"Die Statik dieser Brücke ... schon so manchem Ingenieur schlaflose Nächte bereitet haben. (Wahrscheinlichkeitsgrad unbekannt)","answers":["soll","muss","will","kann"],"correctAnswer":0},{"questionTitle":"Laut Polizeiangaben ... sich heute sechs schwere Verkehrsunfälle auf derselben Autobahn ereignet haben. (Wahrscheinlichkeitsgrad unbekannt)","answers":["sollen","wollen","müssen","können"],"correctAnswer":0}]