[{"questionTitle":"Es ... schon ein großer Zufall sein, wenn er sich beim Skifahren dieses Mal wieder ein Bein brechen würde. (sehr wahrscheinlich)","answers":["könnte","will","müsste","mag"],"correctAnswer":2},{"questionTitle":"Hans ... von seinem Motorradausflug schon längst wieder zurück sein. Hoffentlich ist ihm nichts Schlimmes passiert! (sehr wahrscheinlich)","answers":["mag","könnte","will","müsste"],"correctAnswer":3},{"questionTitle":"Die Party ... gegen 2 Uhr morgens zu Ende gehen. Wir haben die Nachbarn gebeten, bis zu dieser Uhrzeit Nachsicht mit uns zu haben. (sehr wahrscheinlich)","answers":["müsste","mag","will","soll"],"correctAnswer":0},{"questionTitle":"Ich weiß gar nicht, was ich jetzt machen soll. Ich ... Laura in den Kindergarten bringen und gleichzeitig mit Konstantin zum Augenarzt gehen.","answers":["soll","müsste","will","kann"],"correctAnswer":1},{"questionTitle":"Es ... gut möglich sein, dass Klara heute doch noch kommt! Ich hatte drei versäumte Anrufe von ihr am Telefon. (gut möglich)","answers":["will","soll","könnte","dürfte"],"correctAnswer":2},{"questionTitle":"Wenn ich nicht sicher wüsste, dass Erik jetzt in Frankfurt in seinem Büro sitzt und arbeitet, ... ich glauben, dass er eben hier am Swimmingpool spazieren gegangen ist. (gut möglich)","answers":["soll","will","mag","könnte"],"correctAnswer":3},{"questionTitle":"Man ... denken, dass alle Frauen einen Schuhtick haben, wenn man die Werbung im Fernsehen genauer betrachtet. (gut möglich)","answers":["dürfte","will","soll","könnte"],"correctAnswer":3},{"questionTitle":"Wenn die Lehrerin die richtigen Fragen stellt, ... der Test für mich sogar noch gut ausgehen. (gut möglich)","answers":["könnte","mag","will","soll"],"correctAnswer":0},{"questionTitle":"Gäbe es noch unerhaltende Musik und eine nette Dekoration, ... es sogar noch ein gelungenes Fest werden. (gut möglich)","answers":["müsste","dürfte","soll","könnte"],"correctAnswer":3},{"questionTitle":"Nach den Angaben der Meteorologen im Fernsehen ... es heute sogar noch schneien. (gut möglich)","answers":["könnte","müsste","mag","will"],"correctAnswer":0}]