[{"questionTitle":"Katrin ... so eine Arbeit schon einmal gemacht haben. Sonst wäre sie darin nicht so gut. (sehr sicher)","answers":["will","mag","muss","dürfte"],"correctAnswer":2},{"questionTitle":"Es ... eine Erleichterung gewesen sein, als sie erfahren haben, dass sie nicht ins Exil flüchten müssen. (sehr sicher)","answers":["muss","könnte","kann nicht","soll"],"correctAnswer":0},{"questionTitle":"Karl ... an einer Universität studiert haben, denn ich glaube mich zu erinnern, dass er einen Doktortitel hat. (sehr sicher)","answers":["soll","muss","kann nicht","dürfte"],"correctAnswer":1},{"questionTitle":"Es ... schon sehr anstrengend sein, Eltern von Vierlingen zu sein. (sehr sicher)","answers":["muss","dürfte","kann nicht","will"],"correctAnswer":0},{"questionTitle":"Andrea ... Hans wirklich sehr eindringlich zu dieser Bootstour überredet haben. Er hat nämlich extreme Angst vor Wasser. (sehr sicher)","answers":["könnte","soll","kann nicht","muss"],"correctAnswer":3},{"questionTitle":"Ich ... mich doch nicht an der Nase operieren lassen, nur weil ich ihm dann besser gefallen würde. Was bildet der sich eigentlich ein?","answers":["kann","soll","mag","muss"],"correctAnswer":0},{"questionTitle":"Das Auto ... doch gar nicht fahren. Der Benzintank ist komplett leer. (sehr sicher)","answers":["dürfte","will","mag","kann"],"correctAnswer":3},{"questionTitle":"Es ... doch nicht sein, dass ich euch drei Tage lang den Konjunktiv erkläre und am vierten Tag könnt ihr ihn immer noch nicht? (sehr sicher)","answers":["will","muss","kann","soll"],"correctAnswer":2},{"questionTitle":"Jonas ... nicht glauben, dass seine Freundin schon wieder schwanger ist. Er weiß ja nicht einmal, wie er das Leben für seine drei anderen Kinder bestreiten soll. (sehr sicher)","answers":["kann","könnte","mag","soll"],"correctAnswer":0},{"questionTitle":"Das ... doch nicht dein Ernst sein! Du willst doch nicht wirklich an einem Tag 1000 Kilometer mit dem Auto fahren? (sehr sicher)","answers":["dürfte","mag","kann","will"],"correctAnswer":2}]