[{"questionTitle":"\"Der Orkan rast mit hoher Geschwindigkeit auf Österreich zu\", berichtet der verängstigte Meteorologe.","answers":["Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zurasen werde.","Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zurase.","Der verängstige Meteorologe berichet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zuraste.","Der verängstigte Meteorologe berichtet, dass der Orkan mit hoher Geschwindigkeit auf Österreich zuries."],"correctAnswer":1},{"questionTitle":"Der Kanzler entgegnet auf die Beschwerden der protestierenden Studenten: \"Ich werde auch Sozialarbeit leisten!\"","answers":["Der Kanzler entgegnet auf die Beschwerden der protestierenden Studenten, dass er auch Sozialarbeit leistet.","Der Kanzler entgegnet auf die Beschwerden der protestierenden Studenten, auch Sozialarbeit leisten zu werden.","Der Kanzler entgegnet auf die Beschwerden der protestierenden Studenten, dass er auch Sozialarbeit leisten würde.","Der Kanzler entgegnet auf die Beschwerden der protestierenden Studenten, dass er auch Sozialarbeit leisten werde."],"correctAnswer":3},{"questionTitle":"Noch vor wenigen Monaten hatte der Gemeindepolitiker angekündigt: \"Ich kehre bald wieder in die Bundespolitik zurück.\"","answers":["Noch vor wenigen Monaten hatte der Gemeindepolitiker angekündigt, er kehrt bald wieder in die Bundespolitik zurück.","Noch vor wenigen Monaten hatte der Gemeindepolitiker angekündigt, er kehrte bald wieder in die Bundespolitik zurück.","Noch vor wenigen Monaten hatte der Gemeindepolitiker angekündigt, er kehre bald wieder in die Bundespolitik zurück.","Noch vor wenigen Monaten hatte der Gemeindepolitiker angekündigt, er wäre bald wieder in die Bundespolitik zurückgekehrt."],"correctAnswer":2},{"questionTitle":"Der Gewerkschaftsvertreter meinte in einem Interview: \"Die Löhne werden ab sofort um 10% angehoben.\"","answers":["Der Gewerkschaftsvertreter meinte in einem Interview, die Löhne werden ab sofort um 10% angehoben werden.","Der Gewerkschaftsvertreter meinte in einem Interview, die Löhne würden ab sofort um 10% angehoben werden.","Der Gewerkschaftsvertreter meinte in einem Interview, die Löhne werden ab sofort um 10% angehoben.","Der Gewerkschaftsvertreter meinte in einem Interview: \"Die Löhne hoben ab sofort um 10% an.\""],"correctAnswer":2},{"questionTitle":"Der Bursche, der mutwillig 3 Computer beschädigt hatte, gab zu: \"Es war eine große Dummheit.\"","answers":["Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen sei.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen war.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit gewesen wäre.","Der Bursche, der mutwillig drei Computer beschädigt hatte, gab zu, dass es eine große Dummheit wäre."],"correctAnswer":0},{"questionTitle":"Der Österreichische Botschafter im Kuwait hofft: \"Die Geisel wird bald befreit werden.\"","answers":["Der Österreichische Botschafter in Kuwait hofft, dass die Geisel bald befreit würde.","Der Österreichische Botschafter in Kuwait hofft, dass die Geisel bald befreit werde.","Der Österreichische Botschafter in Kuwait hofft, dass die Geisel bald befreit wird.","Der Österreichische Botschafter in Kuwait hofft, dass die Geisel bald befreit werden werde."],"correctAnswer":3},{"questionTitle":"Elisabeth flehte den Geliebten weinerlich an: \"Ich habe dich doch immer geliebt!\"","answers":["Elisabeth flehte den Geliebten weinerlich an, dass sie ihn immer geliebt hatte.","Elisabeth flehte den Geliebten weinerlich an, dass sie ihn immer geliebt habe.","Elisabeth flehte den Geliebten weinerlich an, dass sie ihn immer geliebt hätte.","Elisabeth flehte den Geliebten weinerlich an, dass sie ihn immer geliebt hat."],"correctAnswer":1},{"questionTitle":"Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit: \"Leider gibt es noch keine Lebenszeichen von den Vermissten.\"","answers":["Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gebe.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gäbe.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gibt.","Der Leiter des Suchtrupps teilte den wartenden Angehörigen mit, dass es leider noch keine Lebenszeichen von den Vermissten gab."],"correctAnswer":0},{"questionTitle":"Der Geschäftsmann betonte in einem Gespräch mit seiner Bank: \"Ich hatte immer beachtliche Gewinne erzielt.\"","answers":["Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er hatte immer beachtliche Gewinne erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, der hätte immer beachtliche Gewinner erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er habe immer beachtliche Gewinne erzielt.","Der Geschäftsmann betonte in einem Gespräch mit seiner Bank, er hat immer beachtliche Gewinner erzielt."],"correctAnswer":2},{"questionTitle":"Der 100-jährige Schauspieler erzählt: \"Ich trinke jeden Tag ein Glas Rotwein.\"","answers":["Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein trinkt.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein trinke.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein tränke.","Der 100-jährige Schauspieler erzählt, dass er jeden Tag ein Glas Rotwein tränkt."],"correctAnswer":1}]