[{"questionTitle":"Der erfahrene Polizist kann den verängstigten Menschen garantieren: \"Wir haben den gefährlichen Einbrecher gefasst!\"","answers":["Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst hätten.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst haben.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher gefasst hatten.","Der erfahrene Polizist kann den verängstigten Menschen garantieren, dass sie den gefährlichen Einbrecher fassten."],"correctAnswer":1},{"questionTitle":"Auch letzten Sommer versprach der Familienvater seinen Kindern: \"Im Winter machen wir einen tollen Skiausflug!\"","answers":["Auch letzten Sommer versprach der Familienvater seinen Kindern, sie würden im Winter einen tollen Skiausflug machen.","Auch letzten Sommer versprach der Familienvater seinen Kindern, sie machten im Winter einen tollen Skiausflug.","Auch letzten Sommer versprach der Familienvater seinen Kindern, sie mochten im Winter einen tollen Skiausflug.","Auch letzten Sommer versprach der Familienvater seinen Kindern, sie werden im Winter einen tollen Skiausflug machen wollen."],"correctAnswer":0},{"questionTitle":"Die stolze Großmutter erzählt ihrer Freundin von ihrem Enkel: \"Sein erstes Wort war 'Oma'!\"","answers":["Die stolze Großmutter erzählt ihrer Freundin von ihrem Enkel, dass sein erstes Wort 'Oma' gewesen war.","Die stolzte Großmutter erzählt ihrer Freundin von ihrem Enkel, dass sein erstes Wort 'Oma'sei.","Die stolze Großmutter erzählt ihrer Freundin von ihrem Enkel, dass sein erstes Wort 'Oma' gewesen sei.","Die stolze Großmutter erzählt ihrer Freundin von ihrem Enkel, dass sein erstes Wort 'Oma' wäre."],"correctAnswer":2},{"questionTitle":"In einem Interview gab der neue Shootingstar zu: \"Ich würde alles dafür geben, international bekannt zu werden!\"","answers":["In einem Interview gab der neue Shootingstar zu, dass er alles dafür gebe, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür geben würde, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür gegeben hätte, international bekannt zu werden.","In einem Interview gab der neue Shootingstar zu, dass er alles dafür gibt, international bekannt zu werden."],"correctAnswer":1},{"questionTitle":"Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit: \"Sie können 100 Jahre alt werden.\"","answers":["Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden könnte.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden könne.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt werden konnte.","Nach einer kompletten Durchuntersuchung des Patienten teilte ihm sein Arzt mit, dass er 100 Jahre alt wird."],"correctAnswer":1},{"questionTitle":"Der Autohändler versprach der verunsicherten Kundin: \"Mit diesem Auto fahren Sie garantiert noch zehn Jahre ohne Reparaturen.\"","answers":["Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fährt.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen führe.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fähre.","Der Autohändler versprach der verunsicherten Kundin, dass sie mit diesem Auto garantiert noch zehn Jahre ohne Reparaturen fahre."],"correctAnswer":3},{"questionTitle":"Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel: \"Möchten Sie mit mir essen gehen?\"","answers":["Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen ginge.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen mochte.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen möchte.","Stell dir vor! Gestern fragte mich mein neuer Arbeitskollege aus heiterem Himmel, ob ich mit ihm essen gehen werde."],"correctAnswer":2},{"questionTitle":"Karl teilte seiner Freundin sehr unhöflich per SMS mit: \"Unsere Beziehung ist ab sofort beendet.\"","answers":["Karl teilte seiner Freundin sehr unhöflich per SMS mit, dass ihre Beziehung ab sofort beendet ist.","Karl teilte seiner Freundin sehr unhöflich per SMS mit, dass ihre Beziehung ab sofort beendet war.","Karl teilte seiner Freundin sehr unhöflich per SMS mit, dass ihre Beziehung ab sofort beendet wäre.","Karl teilte seiner Freundin sehr unhöflich per SMS mit, dass ihre Beziehung ab sofort beendet sei."],"correctAnswer":3},{"questionTitle":"Bei einem Wiedersehen nach 20 Jahren versicherte Brigitte ihrer Freundin: \"Ich habe dich auf Anhieb wiedererkannt!\"","answers":["Bei einem Wiedersehen nach 20 Jahren versicherte Brigitte ihrer Freundin, dass sie sie auf Anhieb wiedererkannt habe.","Bei einem Wiedersehen nach 20 Jahren versicherte Brigitte ihrer Freundin, dass sie sie auf Anhieb wiedererkennen würde.","Bei einem Wiedersehen nach 20 Jahren versicherte Brigitte ihrer Freundin, dass sie sie auf Anhieb wiedererkannt hatte.","Bei einem Wiedersehen nach 20 Jahren versicherte Brigitte ihrer Freundin, dass sie sie auf Anhieb wiedererkenne."],"correctAnswer":0},{"questionTitle":"Der Theaterintendant sagte dem alternden Schauspieler: \"Es tut mir leid, aber du musst jetzt für die Jungschauspieler Platz machen.\"","answers":["Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid täte, dass dieser jetzt aber für die Jungschauspieler Platz machen müsste.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tut, dass dieser jetzt aber für die Jungschauspieler Platz machen muss.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tue, dass dieser jetzt aber für die Jungschauspieler Platz machen müsse.","Der Theaterintendant sagte dem alternden Schauspieler, dass es ihm leid tat, dass dieser jetzt aber für die Jungschauspieler Platz machen musste."],"correctAnswer":2}]