[{"questionTitle":"Gestern offenbarte Jürgen seiner Mutter: \"Ich gehe schon seit einiger Zeit nicht mehr zur Schule\".","answers":["Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehen werde.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gegangen war.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehen will.","Gestern offenbarte Jürgen seiner Mutter, dass er schon seit einiger Zeit nicht mehr zur Schule gehe."],"correctAnswer":3},{"questionTitle":"Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter: \"Na gut, du darfst in die Disko gehen. Aber nur bis zwölf!\"","answers":["Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen durfte.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen werde.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gegangen wäre.","Nach langen Diskussionen gab der Vater am Ende klein bei und erlaubte seiner Tochter, dass sie bis um zwölf Uhr in die Disko gehen dürfe."],"correctAnswer":3},{"questionTitle":"Der Politiker verspricht: \"Ich werde das gesetzliche Mindesteinkommen um 40% erhöhen.\"","answers":["Der Politiker verspricht , dass er das gesetzliche Mindesteinkommen um 40% erhöhen.","Der Politiker verspricht, dass er das gesetzliche Mindesteinkommen um 40% erhöhen werde.","Der Politiker verspricht, dass er das gesetzliche Mindesteinkommen um 40% erhöhen würde.","Der Politiker verspricht, dass er das gesetzliche Mindesteinkommen um 40% erhöht."],"correctAnswer":1},{"questionTitle":"Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er: \"Ich habe nicht einen Schluck getrunken.\"","answers":["Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken habe.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hatte.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hätte.","Obwohl der Autofahrer nachweislich stark alkoholisiert gefahren war, meinte er, dass er nicht einen Schluck getrunken hat."],"correctAnswer":0},{"questionTitle":"Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor: \"Nein, ich habe die Hausmauer nicht beschmiert!\"","answers":["Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hat.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hatte.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert habe.","Der unartige Schüler behauptete in einer Gegenüberstellung mit dem Schuldirektor, dass er die Hausmauer nicht beschmiert hätte."],"correctAnswer":2},{"questionTitle":"Die Presseagentur bestätigte in einem Rundschreiben: \"Der berühmte Rockstar Frankie S. besucht im Rahmen seiner Welttournee auch Österreich.\"","answers":["Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besucht.","Die Presseagentur bestätigte in einem Rundscheiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besuche.","Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besuchte.","Die Presseagentur bestätigte in einem Rundschreiben, dass der berühmte Rockstar Frankie S. im Rahmen seiner Welttournee auch Österreich besucht habe."],"correctAnswer":1},{"questionTitle":"Nach eingehender Befragung stellte der Polizeiinspektor fest: \"Herr K. kann nicht der gesuchte Dieb gewesen sein.\"","answers":["Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein könnte.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein konnte.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein könne.","Nach eingehender Befragung stellte der Polizeiinspektor fest, dass Herr K. nicht der gesuchte Dieb gewesen sein kann."],"correctAnswer":2},{"questionTitle":"Als einzige Zeugin gab Susi F. den Unfall wieder: \"Der rote PKW missachtete die Vorfahrt des blauen LKW und raste ungebremst in diesen hinein.\"","answers":["Als einzige Zeugin gab Susi F. wieder, dass der rote PKW die Vorfahrt des blauen LKW missachtete und ungebremst in diesen hinein geräste.","Als einzige Zeugin gab Susi F. wieder, dass der rote PKW die Vorfahrt des blauen LKW missachten würde und ungebremst in diesen hineinrasen würde.","Als einzige Zeugin gab Susi F. wieder, dass der rote PKW die Vorfahrt des blauen LKW missachtet habe und ungebremst in diesen hineingerast sei.","Als einzige Zeugin gab Susi F. wieder, dass der rote PKW die Vorfahrt des blauen LKW missachte und ungebremst in diesen hineinrase."],"correctAnswer":2},{"questionTitle":"Immer wieder betonte der beliebte Politiker: \"Die Studiengebühren werden abgeschafft!\"","answers":["Immer wieder betonte der beliebte Politiker, dass die Studiengebühren abgeschafft würden.","Immer wieder betonte der beliebte Politiker, dass die Studiengebühren abgeschafft werden.","Immer wieder betonte der beliebte Politiker, dass die Studiengebühren abgeschafft werden würden.","Immer wieder betonte der beliebte Politiker, dass die Studiengebühren abgeschafft werden werden."],"correctAnswer":1},{"questionTitle":"\"Ich glaube nicht, dass du ohne Freiheitsstrafe davon kommen wirst\" bezweifelt der Freund des Angeklagten.","answers":["Er glaubt nicht, dass er ohne Freiheitsstrafe davonkommen wird, bezweifelt der Freund des Angeklagten.","Er glaubte nicht, dass er ohne Freiheitsstrafe davonkommen würde, bezweifelt der Freund des Angeklagten.","Er glaube nicht, dass er ohne Freiheitsstrafe davonkommen werde, bezweifelt der Freund des Angeklagten.","Er hat nicht geglaubt, dass er ohne Freiheitsstrafe davonkommen worden wäre, bezweifelt der Freund des Angeklagten."],"correctAnswer":2}]