[{"questionTitle":"Komm bitte ... . Ich brauche deine Hilfe.","answers":["weg","her","/","her gekommt"],"correctAnswer":1},{"questionTitle":"Bitte schicken Sie mir die Unterlagen mit einem Boten ... .","answers":["hinaus","her","/","raus"],"correctAnswer":1},{"questionTitle":"Entschuldigung, wie komme ich von hier in die Hubertistraße?","answers":["Sie gehen links bis zur Museum und biegen dann rechts entlang ab.","Sie gehen links bis zum Museum und biegen dann rechts an der Kreuzung ab.","Sie gehen links gegenüber die Museum und biegen dann rechts ab.","Sie gehen links durch das Museum und biegen dann rechts geradeaus ab."],"correctAnswer":1},{"questionTitle":"Können Sie mir helfen? Wie finde ich den Bahnhof?","answers":["Am besten gehen Sie diese Straße entlang bis zur Kreuzung und überqueren dann rechts die Brücke.","Am besten gehen Sie diese Straße vorbei bis zur Kreuzung und überqueren dann rechts die Brücke.","Am besten gehen Sie diese Straße geradeaus entlang und bei der Kreuzung rechts gehen Sie durch die Brücke.","Am besten gehen Sie am dieser Straße entlang und bei der Kreuzung rechts gehen Sie über die Brücke."],"correctAnswer":0},{"questionTitle":"Wo ist denn bitte das Rathaus?","answers":["Das Rathaus ist gleich hier hinten. Sie müssen nur am Salzplatz vorbei.","Das Rathaus ist gleich hier hinten. Sie müssen nur in die Salzplatz.","Das Rathaus ist gleich hier hinten. Sie müssen nur den Salzplatz entlang vorbei.","Das Rathaus ist gleich hier hinten. Sie müssen nur gegenüber vom Salzplatz."],"correctAnswer":0},{"questionTitle":"Ich suche die Universität. Können Sie mir helfen?","answers":["Die Universität ist ganz in der Nähe vom Bahnhof.","Die Universität ist ganz in der Nähe beim Bahnhof.","Die Universität ist ganz in der Nähe am Bahnhof.","Die Universität ist ganz in der Nähe im Bahnhof."],"correctAnswer":0},{"questionTitle":"Wir möchten gerne in den Tierpark gehen. Wie finden wir dort hin?","answers":["Sie gehen geradeaus bis zum Parkhaus, überqueren rechts die Beilstraße und fahren dann drei Station mit der U-Bahn.","Sie gehen entlang bis zum Parkhaus, überqueren rechts Beilstraße und fahren dann drei Stationen mit die U-Bahn.","Sie gehen vorbei bis zur Parkhaus, überqueren rechts den Beilstraße und fahren dann drei Stationen mit die U-Bahn.","Sie gehen geradeaus bis zur Parkhaus, überqueren rechts das Beilstraße und fahren dann drei Stationen mit der U-Bahn."],"correctAnswer":0},{"questionTitle":"Können Sie mir bitte den Weg zur Tobaldstraße zeigen?","answers":["Da gehen Sie am besten geradeaus, um den nächsten Häuserblock entlang und kreuzen die kleine Brücke.","Da gehen Sie am besten herum, an dem nächsten Häuserblock entlang und kreuzen die kleine Brücke.","Da gehen Sie am besten vorbei, am nächsten Häuserblock geradeaus und überqueren die kleine Brücke.","Da gehen Sie am besten vorbei, beim nächsten Häuserblock entlang und kreuzen den kleine Brücke."],"correctAnswer":0},{"questionTitle":"Wo ist denn bitte der Blumenweg? Ich kann ihn nirgends finden.","answers":["Schauen Sie, dort vorne hinter die Supermarkt beginnt der Blumenweg!","Schauen Sie, dort hinten hinter der Supermarkt beginnt der Blumenweg!","Schauen Sie, dort vorne hinter den Supermarkt beginnt der Blumenweg!","Schauen Sie, dort hinten hinter dem Supermarkt beginnt der Blumenweg!"],"correctAnswer":3},{"questionTitle":"Ich möchte in die Grabengasse. Wo ist denn die bitte?","answers":["Zuerst biegen Sie hier links aus und gehen dann geradeaus bis in die nächste Kreuzung.","Zuerst biegen Sie hier links vor und gehen dann entlang bis an die nächste Kreuzung.","Zuerst biegen Sie hier links ab und gehen dann geradeaus bis zur nächsten Kreuzung.","Zuerst biegen Sie hier links zu und gehen dann vorbei bis um die nächste Kreuzung."],"correctAnswer":2}]