[{"questionTitle":"Im Fernsehen ist kein interessantes Programm. Ich lese ein Buch.","answers":["Weil im Fernsehen kein interessantes Programm ist, lese ich ein Buch.","Ich lese ein Buch, daher im Fernsehen kein interessantes Programm ist.","Trotzdem im Fernsehen kein interessantes Programm ist, lese ich ein Buch.","Obwohl im Fernsehen kein interessantes Programm ist, lese ich ein Buch."],"correctAnswer":0},{"questionTitle":"Max liebt das Meer. Er fährt einige Tage nach Italien.","answers":["Obwohl er einige Tage nach Italien fährt, liebt Max das Meer.","Max liebt das Meer, trotzdem er einige Tage nach Italien fährt.","Weil Max das Meer liebt, fährt er einige Tage nach Italien.","Weil er für einige Tage nach Italien fährt, liebt Max das Meer."],"correctAnswer":2},{"questionTitle":"Andreas interessiert sich für mittelalterliche Geschichte. Er studiert das Fach an der Universität.","answers":["Andreas interessiert sich für mittelalterliche Geschichte; deshalb studiert er das Fach an der Universität.","Obwohl sich Andreas für mittelalterliche Geschichte interessiert, studiert er das Fach an der Universität.","Weil Andreas interessiert sich für mittelalterliche Geschichte, er studiert das Fach an der Universität.","Andreas interessiert sich für mittelalterliche Geschichte, trotzdem studiert er das Fach an der Universität."],"correctAnswer":0},{"questionTitle":"Silvia ist schon wieder schwanger. Sie braucht jetzt dringend eine größere Wohnung.","answers":["Weil Silvia schon wieder schwanger ist, braucht sie jetzt dringend eine größere Wohnung.","Sie braucht jetzt dringend eine größere Wohnung; deshalb ist Silvia schon wieder schwanger.","Silvia ist schon wieder schwanger, trotzdem braucht sie jetzt eine größere Wohnung.","Obwohl Silvia schon wieder schwanger ist, braucht sie jetzt dringend eine größere Wohnung."],"correctAnswer":0},{"questionTitle":"Manuel liebt das Land und die Berge. Er lebt in einem Hochhaus in der Stadt.","answers":["Trotzdem Manuel das Land und die Berge liebt, lebt er in einem Hochhaus in der Stadt.","Manuel liebt das Land und die Berge, deshalb er lebt in einem Hochhaus in der Stadt.","Manuel liebt das Land und die Berge, weil er lebt in einem Hochhaus in der Stadt.","Manuel liebt das Land und die Berge, obwohl er lebt in einem Hochhaus in der Stadt."],"correctAnswer":0},{"questionTitle":"Doris ist schon alt und befürchtet, ... sie keine Arbeit mehr bekommt.","answers":["dass","da","wenn","weil"],"correctAnswer":0},{"questionTitle":"Der japanische Koch ist stolz darauf, ... sein Sushi in der ganzen Stadt bekannt ist.","answers":["dass","weil","denn","deshalb"],"correctAnswer":0},{"questionTitle":"Otto verletzte sich so oft mit der Kreissäge, ... er den Beruf wechselte.","answers":["dass","deshalb","denn","wenn"],"correctAnswer":0},{"questionTitle":"Er ist schon so neugierig auf sein Zeugnis, ... er den Professor persönlich kontaktiert.","answers":["da","weil","wenn","dass"],"correctAnswer":3},{"questionTitle":"Das glaube ich nicht. Die Polizei sagt, ... Peter Schuld an diesem Unfall hatte.","answers":["wenn","wann","dass","weil"],"correctAnswer":2}]