[{"questionTitle":"Ich möchte gerne unabhängig sein. Ich lebe noch bei meinen Eltern.","answers":["Deshalb ich gerne unabhängig sein möchte, lebe ich noch bei meinen Eltern.","Obwohl ich gerne unabhängig sein möchte, lebe ich noch bei meinen Eltern.","Ich lebe noch bei meinen Eltern, weil ich gerne unabhängig sein möchte.","Ich möchte gerne unabhängig sein, deshalb lebe ich noch bei meinen Eltern."],"correctAnswer":1},{"questionTitle":"Klaus hat angerufen. Er möchte heute mit uns gerne ins Kino gehen.","answers":["Trotzdem er heute gerne mit uns ins Kino gehen möchte, hat Klaus angerufen.","Er möchte heute gerne mit uns ins Kino gehen; deshalb hat Klaus angerufen.","Weil Klaus angerufen hat, möchte er gerne mit uns ins Kino gehen.","Obwohl er heute mit uns ins Kino gehen möchte, hat Klaus angerufen."],"correctAnswer":1},{"questionTitle":"Mein Freund fotografiert gerne. Er bekommt zum Geburtstag eine Digitalkamera.","answers":["Mein Freund fotografiert gerne; deshalb bekommt er zum Geburtstag eine Digitalkamera.","Trotzdem mein Freund gerne fotografiert, bekommt er zum Geburtstag eine Digitalkamera.","Obwohl mein Freund gerne fotografiert, bekommt er zum Geburtstag eine Digitalkamera.","Mein Freund fotografiert gerne, weil er zum Geburtstag eine Digitalkamera bekommt."],"correctAnswer":0},{"questionTitle":"Es ist schon sehr spät. Beate hat Angst, alleine nach Hause zu gehen.","answers":["Beate hat Angst, alleine nach Hause zu gehen, weil es schon sehr spät ist.","Beate hat Angst, alleine nach Hause zu gehen; deshalb ist es schon sehr spät.","Trotzdem es schon sehr spät ist, hat Beate Angst, alleine nach Hause zu gehen.","Obwohl Beate Angst hat, alleine nach Hause zu gehen, ist es schon sehr spät."],"correctAnswer":0},{"questionTitle":"Ich habe eine Allergie. Ich esse kein Erdbeereis.","answers":["Ich habe eine Allergie; deshalb esse ich kein Erdbeereis.","Ich habe eine Allergie, weil ich esse kein Erdbeereis.","Ich habe eine Allergie, trotzdem esse ich kein Erdbeereis.","Ich habe eine Allergie, obwohl ich esse kein Erdbeereis."],"correctAnswer":0},{"questionTitle":"Frank hat einen Universitätsabschluss. Er ist arbeitslos.","answers":["Trotzdem Frank einen Universitätsabschluss hat, ist er arbeitslos.","Frank hat einen Universitätsabschluss; deshalb ist er arbeitslos.","Frank hat einen Universitätsabschluss, obwohl er arbeitslos ist.","Frank hat einen Universitätsabschluss, weil er arbeitslos ist."],"correctAnswer":0},{"questionTitle":"Es liegt kein Schnee am Berg. Das Skirennen findet nicht statt.","answers":["Das Skirennen findet nicht statt, obwohl kein Schnee am Berg liegt.","Es liegt kein Schnee am Berg; deshalb findet das Skirennen nicht statt.","Weil das Skirennen nicht stattfindet, liegt kein Schnee am Berg.","Trotzdem das Skirennen nicht stattfindet, liegt kein Schnee am Berg."],"correctAnswer":1},{"questionTitle":"Ich koche heute Spaghetti. Es ist das Lieblingsessen meines Neffen.","answers":["Ich koche heute Spaghetti, obwohl es das Lieblingsessen meines Neffen ist.","Es ist das Lieblingsessen meines Neffen, daher ich koche heute Spaghetti.","Es ist das Lieblingsessen meines Neffen, trotzdem ich koche heute Spaghetti.","Ich koche heute Spaghetti, weil es das Lieblingsessen meines Neffen ist."],"correctAnswer":3},{"questionTitle":"Der Freund meiner Cousine ist Schwede. Sie fahren im Sommer zu seiner Familie nach Stockholm.","answers":["Obwohl der Freund meiner Cousine Schwede ist, fahren sie im Sommer zu seiner Familie nach Stockholm.","Weil der Freund meiner Cousine Schwede ist, fahren sie im Sommer zu seiner Familie nach Stockholm.","Der Freund meiner Cousine ist Schwede, deshalb sie fahren im Sommer zu seiner Familie nach Stockholm.","Trotzdem der Freund meiner Cousine Schwede ist, fahren sie im Sommer zu seiner Familie nach Stockholm."],"correctAnswer":1},{"questionTitle":"Sandra hat Flugangst. Sie fliegt im Februar nach Afrika.","answers":["Trotzdem Sandra Flugangst hat, fliegt sie im Februar nach Afrika.","Obwohl Sandra hat Flugangst, fliegt sie im Februar nach Afrika.","Weil Sandra hat Flugangst, fliegt sie im Februar nach Afrika.","Sandra hat Flugangst, deshalb sie fliegt im Februar nach Afrika."],"correctAnswer":0}]