[{"questionTitle":"Jan zieht in der U-Bahn schnell seine Winterjacke aus.","answers":["Seine Winterjacke wird von Jan schnell in der U-Bahn ausgezogt.","Seine Winterjacke wird von Jan schnell in der U-Bahn geauszogen.","Seine Winterjacke wird von Jan schnell in der U-Bahn ausgezogen.","Seine Winterjacke wird von Jan schnell in der U-Bahn verauszogen."],"correctAnswer":0},{"questionTitle":"Georg putzt täglich sein Fahrrad.","answers":["Sein Fahrrad wird von Georg täglich geputzen.","Sein Fahrrad wird von Georg täglich geputzt.","Sein Fahrrad geputzt wird von Georg täglich.","Sein Fahrrad wird geputzt von Georg täglich."],"correctAnswer":1},{"questionTitle":"Die Vögel beschmutzen die Heckscheibe von Jonnys Cabrio.","answers":["Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmützt.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmutzen.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmützen.","Die Heckscheibe von Jonnys Cabrio wird von den Vögeln beschmutzt."],"correctAnswer":3},{"questionTitle":"Ronald repariert die Rotationsblätter des Hubschraubers.","answers":["Die Rotationsblätter des Hubschraubers werden von Ronald reparieren.","Die Rotationsblätter des Hubschraubers werden von Ronald repariert.","Die Rotationsblätter des Hubschraubers werden reparieren von Ronald.","Die Rotationsblätter des Hubschraubers werden Ronald gerepariert."],"correctAnswer":1},{"questionTitle":"Hubert betankt sein Auto immer an der günstigsten Tankstelle.","answers":["Sein Auto werd von Hubert immer an der günstigsten Tankstelle betankt.","Sein Auto wird von Hubert immer an der günstigsten Tankstelle betanken.","Sein Auto wird von Hubert immer an der günstigsten Tankstelle betankt.","Sein Auto werden von Hubert immer an der günstigsten Trankstelle betankt."],"correctAnswer":2},{"questionTitle":"Die Kinder entdecken unterwegs einen prachtvollen Regenbogen.","answers":["Ein prachtvoller Regenbogen wird von den Kindern unterwegs entdecken.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs geentdeckt.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs entdeckt.","Ein prachtvoller Regenbogen wird von den Kindern unterwegs entgedeckt."],"correctAnswer":2},{"questionTitle":"Die klagenden Damen stören den arbeitenden Mann.","answers":["Der arbeitende Mann werden von den klagenden Damen gestört.","Der arbeitende Mann würd von den klagenden Damen gestört.","Der arbeitende Mann wird von den klagenden Damen gestört.","Der arbeitende Mann wird von den klagenden Damen gestören."],"correctAnswer":2},{"questionTitle":"Der Matrose wirft den Abfall ins Meer.","answers":["Der Abfall wird vom Matrosen ins Meer geworfen.","Der Abfall wird vom Matrosen ins Meer gewerft.","Der Abfall wird vom Matrosen ins Meer gewirft.","Der Abfall wird vom Matrosen ins Meer geworft."],"correctAnswer":0},{"questionTitle":"Der Busfahrer übersieht leider die richtige Abfahrt.","answers":["Die richtige Abfahrt wird vom Busfahrer leider übersehen..","Die richtige Abfahrt wird vom Busfahrer leider überseht.","Die richtige Abfahrt wird vom Busfahrer leider übergesehen.","Die richtige Abfahrt wird vom Busfahrer leider übergeseht."],"correctAnswer":0},{"questionTitle":"Eine Gondel der Seilbahn befördert pro Fahrt maximal 6 Personen.","answers":["Maximal 6 Personen pro Fahrt wird von der Gondel der Seilbahn befördert.","Maximal 6 Personen pro Fahrt werden von der Gondel der Seilbahn befördert.","Maximal 6 Personen pro Fahrt werden von der Gondel der Seilbahn befördern.","Maximal 6 Personen pro Fahrt werden von der Seilbahn befördern."],"correctAnswer":1}]