[{"questionTitle":"Die Flugbegleiterin serviert den Passagieren das Essen.","answers":["Das Essen wird den Passagieren von der Flugbegleiterin serviert.","Das Essen wird den Passagieren von der Flugbegleiterin servieren.","Das Essen wird den Passagieren von der Flugbegleiterin geserviert.","Das Essen wird serviert den Passagieren von der Flugbegleiterin."],"correctAnswer":0},{"questionTitle":"Der Fahrlehrer korrigiert den Fahrfehler seiner Schülerin.","answers":["Der Fahrfehler seiner Schülerin wird vom Fahrlehrerin gekorrigiert.","Der Fahrfehler seiner Schülerin wird vom Fahrlehrer korrigiert.","Der Fahrfehler seiner Schülerin wird korrigiert vom Fahrlehrer.","Der Fahrlehrer seiner Schülerin wird vom Fahrlehrer korrigieren."],"correctAnswer":1},{"questionTitle":"Der kleine Junge reinigt das Schnellboot.","answers":["Das Schnellboot wird vom kleinen Jungen reinigt.","Das Schnellboot wird vom kleinen Jungen gereinigen.","Das Schnellboot wird vom kleinen Jungen gereinigt.","Das Schnellboot gereinigt wird vom kleinen Jungen."],"correctAnswer":2},{"questionTitle":"Der Sohn fährt das schöne Auto des Vaters zu Schrott.","answers":["Das schöne Auto des Vaters wird vom Sohn zu Schrott gefahrt.","Das schöne Auto des Vaters wird vom Sohn zu Schrott gefahren.","Das schöne Auto des Vaters wird gefahrt vom Sohn zu Schrott.","Das schöne Auto des Vates werd vom Sohn zu Schrott gefährt."],"correctAnswer":0},{"questionTitle":"Heinrich verkauft sein altes Fahrrad übers Internet.","answers":["Sein altes Fahrrad werd von Heinrich verkauft.","Sein altes Fahrrad wird von Heinrich verkaufen.","Sein altes Fahrrad wird von Heinrich geverkauft.","Sein altes Fahrrad wird von Heinrich verkauft."],"correctAnswer":3},{"questionTitle":"Daniela bewundert die neuen Designs auf der Automesse.","answers":["Die neuen Designs werden von Daniela bewundert.","Die neuen Designs werden von Daniela bewundern.","Die neuen Designs werden von Daniela gewundert.","Die neuen Designs werden von Daniela verbewundert."],"correctAnswer":0},{"questionTitle":"Rudolf versteckt im Flugzeug den kleinen Hund in seiner Tasche.","answers":["Der kleine Hund würd von Rudolf in seiner Tasche versteckt.","Der kleine Hund werde von Rudolf in seiner Tasche verstecken.","Der kleine Hund wird von Rudolf in seiner Tasche versteckt.","Der kleine Hund wird von Rudolf in seiner Tasche verstecken."],"correctAnswer":2},{"questionTitle":"Bertie verschüttet im Auto den Orangensaft.","answers":["Der Orangensaft wird von Bertie im Auto verschütten.","Der Orangensaft wird von Bertie im Auto gerschüttet.","Der Orangensaft wird von Bertie im Auto verschüttet.","Der Orangensaft wird verschüttet von Bertie im Auto."],"correctAnswer":2},{"questionTitle":"Mario entwertet die Fahrkarte.","answers":["Die Fahrkarte werden von Mario entwertet.","Die Fahrkarte wird von Mario geentwertet.","Die Fahrkarte wird von Mario entwerten.","Die Fahrkarte wird von Mario entwertet."],"correctAnswer":3},{"questionTitle":"Angelika küsst ihren Verlobten in der Straßenbahn.","answers":["Ihr Verlobter wird von Angelika in der Straßenbahn geküssen.","Ihr Verlobter wird von Angelika in der Straßenbahn geküsst.","Ihr Verlobter wird von Angelika in der Straßenbahn verküsst.","Ihr Verlobter wird von Angelika in der Straßenbahn küsst."],"correctAnswer":1}]