[{"questionTitle":"Etwas, das große Angst einjagt, ist:","answers":["panisch","gewaltig","schrecklich","tollwütig"],"correctAnswer":2},{"questionTitle":"Jemand, der etwas ohne Rücksichtnahme tut und nicht an mögliche Konsequenzen denkt, handelt:","answers":["böswillig","unverantwortlich","naiv","emanzipatorisch"],"correctAnswer":1},{"questionTitle":"Jemand, der aus einer Situation keinen Ausweg kennt, ist:","answers":["unglücklich","ungeliebt","verheiratet","verzweifelt"],"correctAnswer":3},{"questionTitle":"Etwas, das wesentlich zu etwas beiträgt, ist:","answers":["erheblich","enorm","bestimmend","begründend"],"correctAnswer":0},{"questionTitle":"Etwas, das große Schäden anrichtet, ist:","answers":["kriegerisch","gewalttätig","verheerend","unliebsam"],"correctAnswer":2},{"questionTitle":"Jemand, der eine Nachricht oder einen Zustand nicht glauben oder akzeptieren will, ist:","answers":["ungläubig","zerstört","fassungslos","gedemütigt"],"correctAnswer":2},{"questionTitle":"Etwas, das jemanden unangenehm reizt, ist:","answers":["zutreffend","nervig","nervös","zentral"],"correctAnswer":1},{"questionTitle":"Jemand, der Andere nervt und den niemand mag, ist:","answers":["unausstehlich","unansehnlich","unaufdringlich","unnachgiebig"],"correctAnswer":0},{"questionTitle":"Die Designer statten zu Werbezwecken die heruntergekommene Studentenbude mit den modernsten Möbeln und Stoffen aus.","answers":["Zu Werbezwecken für die heruntergekommene Studentenbude verlief die Ausstattung der Designer mit den modernsten Möbeln und Stoffen.","Die Ausstattung der heruntergekommenen Studentenbude mit den modernsten Möbeln und Stoffen erfolgte von den Designern zu Werbezwecken.","Die Ausstattung der Werbezwecke mithilfe der heruntergekommenen Studentenbude und den modernsten Möbeln und Stoffen half den Designern.","Das Heruntergekommene der Studentenbude bezweckte für die Designer die Werbeausstattung der modernsten Möbel und Stoffe."],"correctAnswer":1},{"questionTitle":"Alles, was er gewonnen hatte, spendete er für einen wohltätigen Zweck.","answers":["Mit Wohltat spendete er den gesamten Gewinn.","Für den gesamten Zweck spendete er wohltätig den Gewinn.","Den gesamten Gewinn spendete er für einen wohltätigen Zweck.","Der wohltätige Zweck wurde ihm für den gesamten Gewinn gespendet."],"correctAnswer":2}]