[{"questionTitle":"Ist das der Mann? Unsere Kinder haben mit seinem Hut gespielt.","answers":["Ist das der Mann, mit deren Hut unsere Kinder gespielt haben?","Ist das der Mann, mit dessen Hut unsere Kinder gespielt haben?","Ist das der Mann, mit dem Hut unsere Kinder gespielt haben?"],"correctAnswer":1},{"questionTitle":"Ist das der Mann? In seinem Haus wurde neulich eingebrochen.","answers":["Ist das der Mann, in dessen Haus neulich eingebrochen wurde?","Ist das der Mann, in deren Haus neulich eingebrochen wurde?","Ist das der Mann, in seine Haus neulich eingebrochen wurde?"],"correctAnswer":0},{"questionTitle":"Ist das der Mann? Unser Sohn ist in seine j端ngere Schwester verliebt.","answers":["Ist das der Mann, in deren j端ngere Schwester unser Sohn verliebt ist?","Ist das der Mann, in dessen j端ngere Schwester unser Sohn verliebt ist?","Ist das der Mann, in dessen j端ngere Schwester ist unser Sohn verliebt?"],"correctAnswer":1},{"questionTitle":"Ist das der Mann? Die Schwester des Mannes hat Zwillinge bekommen.","answers":["Ist das der Mann, deren Schwester Zwillinge hat bekommen?","Ist das der Mann, deren Schwester Zwillinge bekommen hat?","Ist das der Mann, dessen Schwester Zwillinge bekommen hat?"],"correctAnswer":2},{"questionTitle":"Ist das die Frau? Ihr Mann will sich scheiden lassen.","answers":["Ist das die Frau, dessen Mann sich scheiden lassen will?","Ist das die Frau, deren Mann sich scheiden lassen will?","Ist das die Frau, deren Mann will sich scheiden lassen?"],"correctAnswer":1},{"questionTitle":"Ist das die Frau? Ihr Auto ist gestohlen worden.","answers":["Ist das die Frau, deren Auto gestohlen worden ist?","Ist das die Frau, dessen Auto gestohlen worden ist?","Ist das die Frau, sein Auto gestohlen worden ist?"],"correctAnswer":0},{"questionTitle":"Ist das die Frau? Man muss auf ihren Mann stets warten.","answers":["Ist das die Frau, auf dessen Mann man stets warten muss?","Ist das die Frau, deren Mann man stets warten muss?","Ist das die Frau, auf deren Mann man stets warten muss?"],"correctAnswer":2}]