[{"questionTitle":"Der Mann hat das Geld gestohlen. Er hat große finanzielle Schwierigkeiten.","answers":["Der Mann, der große finanzielle Schwierigkeiten hat, hat das Geld gestohlen.","Der Mann, dem große finanzielle Schwierigkeiten hat, hat das Geld gestohlen.","Der Mann, den große finanzielle Schwierigkeiten hat, hat das Geld gestohlen."],"correctAnswer":0},{"questionTitle":"Die Stundentin wohnt erst seit kurzem im Wohnheim. Sie feiert heute ihren Geburtstag.","answers":["Die Studentin, den heute ihren Geburtstag feiert, wohnt erst seit kurzem im Wohnheim.","Die Studentin, die heute ihren Geburtstag feiert, wohnt erst seit kurzem im Wohnheim.","Die Studentin, der heute ihren Geburtstag feiert, wohnt erst seit kurzem im Wohnheim."],"correctAnswer":1},{"questionTitle":"Ein Passant hat dem Kind geholfen. Es wurde von einem großen Hund angegriffen.","answers":["Ein Passant hat dem Kind geholfen, dem von einem großen Hund angegriffen wurde.","Ein Passant hat dem Kind geholfen, denen von einem großen Hund angegriffen wurde.","Ein Passant hat dem Kind geholfen, das von einem großen Hund angegriffen wurde."],"correctAnswer":2},{"questionTitle":"Die Touristen waren mit dem Service äußerst unzufrieden. Sie verlangten ihr Geld zurück.","answers":["Die Touristen, die ihr Geld zurückverlangten, waren mit dem Service äußerst unzufrieden.","Die Touristen, der ihr Geld zurückverlangten, waren mit dem Service äußerst unzufrieden.","Die Touristen, den ihr Geld zurückverlangten, waren mit dem Service äußerst unzufrieden."],"correctAnswer":0},{"questionTitle":"Die Fotos sind von sehr guter Qualität. Man hat sie mit einer Canon gemacht.","answers":["Die Fotos, die man mit einer Canon gemacht hat, sind von sehr guter Qualität.","Die Fotos, den man mit einer Canon gemacht hat, sind von sehr guter Qualität.","Die Fotos, der man mit einer Canon gemacht hat, sind von sehr guter Qualität."],"correctAnswer":0},{"questionTitle":"Unsere Aushilfe ist noch minderjährig. Unser Abteilungsleiter hat sich in sie verliebt.","answers":["Unsere Aushilfe, in der unser Abteilungsleiter sich verliebt hat, ist noch minderjährig.","Unsere Aushilfe, in die unser Abteilungsleiter sich verliebt hat, ist noch minderjährig.","Unsere Aushilfe, in den unser Abteilungsleiter sich verliebt hat, ist noch minderjährig."],"correctAnswer":1},{"questionTitle":"Die Kinder wohnen am Ostpark. Unser Sohn spielt öfters mit ihnen Fußball.","answers":["Die Kinder, mit deren unser Sohn öfters Fußball spielt, wohnen am Ostpark.","Die Kinder, mit denen unser Sohn öfters Fußball spielt, wohnen am Ostpark.","Die Kinder, mit dessen unser Sohn öfters Fußball spielt, wohnen am Ostpark."],"correctAnswer":1}]