[{"questionTitle":"Ich habe den Brief gefunden. Du hast ihn gestern den ganzen Abend gesucht.","answers":["Ich habe den Brief gefunden, den du gestern den ganzen Abend gesucht hast.","Ich habe den Brief gefunden, die du gestern den ganzen Abend gesucht hast.","Ich habe den Brief gefunden, den du hast gestern den ganzen Abend gesucht."],"correctAnswer":0},{"questionTitle":"Hast du deinen Kollegen eingeladen? Er schickt dir jedes Jahr eine Weihnachtskarte.","answers":["Hast du deinen Kollegen eingeladen, den dir jedes Jahr eine Weihnachtskarte schickt.","Hast du deinen Kollegen eingeladen, der dir jedes Jahr eine Weihnachtskarte schickt.","Hast du deinen Kollegen eingeladen, dem dir jedes Jahr eine Weihnachtskarte schickt."],"correctAnswer":1},{"questionTitle":"Du musst mir unbedingt den Mann vorstellen. Seine Frau arbeitet in meiner Firma.","answers":["Du musst mir unbedingt den Mann vorstellen, dessen Fraus in meiner Firma arbeitet.","Du musst mir unbedingt den Mann vorstellen, deren Frau in meiner Firma arbeitet.","Du musst mir unbedingt den Mann vorstellen, dessen Frau in meiner Firma arbeitet."],"correctAnswer":2},{"questionTitle":"Kennst du die Frau? Sie macht jeden Abend einen Spaziergang im Park.","answers":["Kennst du die Frau, die jeden Abend einen Spaziergang im Park macht.","Kennst du die Frau, der jeden Abend einen Spaziergang im Park macht.","Kennst du die Frau, die macht jeden Abend einen Spaziergang im Park."],"correctAnswer":0},{"questionTitle":"Das ist ein sehr schwieriges Thema. Wir sollten ein anderes Mal darüber reden.","answers":["Das ist ein sehr schwieriges Thema, über das wir ein anderes Mal reden sollten.","Das ist ein sehr schwieriges Thema, über dem wir ein anderes Mal reden sollten.","Das ist ein sehr schwieriges Thema, daüber das wir ein anderes Mal reden sollten."],"correctAnswer":0},{"questionTitle":"In diesem Haus wohnt mein alter Lehrer. Ich besuche ihn oft.","answers":["In diesem Haus wohnt mein alter Lehrer, der ich oft besucht.","In diesem Haus wohnt mein alter Lehrer, dem ich oft besucht.","In diesem Haus wohnt mein alter Lehrer, den ich oft besucht."],"correctAnswer":2},{"questionTitle":"Ich möchte dir Werner vorstellen. Mit ihm habe ich vor zehn Jahren eine Weltreise gemacht.","answers":["Ich möchte dir Werner vorstellen, mit den ich vor zehn Jahren eine Weltreise gemacht habe.","Ich möchte dir Werner vorstellen, mit dem ich vor zehn Jahren eine Weltreise gemacht habe.","Ich möchte dir Werner vorstellen, mit der ich vor zehn Jahren eine Weltreise gemacht habe."],"correctAnswer":1}]