[{"questionTitle":"Sebastian wurde mit der Zeit ein anerkannter Psychol... .","answers":["Psycholant","Psycholiker","Psycholnom","Psychologe"],"correctAnswer":3},{"questionTitle":"Siegfried diente im fünften Regi... .","answers":["Regium","Regiesse","Regima","Regiment"],"correctAnswer":3},{"questionTitle":"Großmutter trank jeden Abend beim Fernsehen ein Glas Lik... .","answers":["Likat","Likör","Likist","Likor"],"correctAnswer":1},{"questionTitle":"Mit Hypn... verhexte Leonhard seine Lehrerin.","answers":["Hypnanz","Hypnose","Hypnage","Hypnität"],"correctAnswer":1},{"questionTitle":"Der Virtu... genießt die Bewunderung seiner weiblichen Verehrerinnen.","answers":["Virtuist","Virtuose","Virtuiker","Virtuär"],"correctAnswer":1},{"questionTitle":"Niemand schien sich für den kleinen Hund zu interessieren.","answers":["Das Erscheinen des kleinen Hundes interessierte niemanden.","Für Niemanden erschien das Interesse des kleinen Hundes.","Für Niemanden war das Interesse des kleinen Hundes zu erscheinen.","Das Interesse für den kleinen Hund schien nicht vorhanden zu sein."],"correctAnswer":3},{"questionTitle":"Den Tathergang auf das Genaueste zu rekonstruieren ist manchmal komplizierter, als man sich denken könnte.","answers":["Das Erdenken des Tathergangs auf das Genaueste ist manchmal komplizierter.","Das Genaueste des Tathergangs zu rekonstruieren ist denkbar komplizierter.","Die Rekonstruktion des Tathergangs auf das Genaueste ist manchmal komplizierter als man sich denken könnte.","Die Rekonstruktion des Tathergangs auf das Genaueste ist manchmal denkbarer als kompliziert."],"correctAnswer":2},{"questionTitle":"Gerlinde G. erlitt einen Nervenzusammenbruch, als sie vom unerwarteten Tod ihres geliebten Ehemannes benachrichtigt wurde.","answers":["Infolge eines Nervenzusammenbruchs, wurde Gelinde G. vom unerwarteten Tod ihres geliebten Ehemannes benachrichtigt.","Zufolge der Benachrichtigung vom unerwarteten Tod ihres geliebten Ehemannes erlitt Gerlinde G. einen Nervenzusammenbruch.","Vor der Erleidung eines Nervenzusammenbruchs wurde Gerlinde G. vom unerwarteten Tod ihres geliebten Ehemannes benachrichtigt.","Die Benachrichtigung vom unerwarteten Todes ihres geliebten Ehemannes führte bei Gerlinde G. zu einem Nervenzusammenbruch."],"correctAnswer":3},{"questionTitle":"Manchmal muss man eben ins kalte Wasser springen, ohne davor viel nachzudenken.","answers":["Der Sprung ins kalte Wasser ist manchmal, ohne davor viel nachzudenken, das Müssen.","Das viele Nachdenken vor dem Sprung ins kalte Wasser ist nicht gut.","Ohne viel davor nachzudenken, ist der Sprung ins kalte Wasser manchmal unerlässlich.","Das Denken lässt bei einem Sprung ins kalte Wasser manchmal nach."],"correctAnswer":2},{"questionTitle":"Also, ich muss dir ehrlich sagen, je älter du wirst, desto mehr ähnelst du deiner Mutter!","answers":["Die Ehrlichkeit deiner Mutter gegenüber wird mit den Jahren ähnlicher!","Deine Mutter wird dir mit den Jahren ähnlicher, sage ich dir mit Ehrlichkeit!","Ehrlichkeit macht dich meiner Meinung nach deiner Mutter mit den Jahren ähnlicher!","Ehrlich gesagt, wird die Ähnlichkeit zu deiner Mutter mit den Jahren immer größer!"],"correctAnswer":3}]