[{"category":null,"questionTitle":"Building Societies currently find themselves in a ____ situation because they try to please the savers and also the borrowers and yet one group is always going to lose.","anwers":["perfect","precarious","pretentious","pertinent"],"correctAnswer":0},{"category":null,"questionTitle":"Whenever there is a meeting between the finance minister and the governor of the bank, people start asking questions and rumours ____ .","anwers":["abut","about","abound","abide"],"correctAnswer":2},{"category":null,"questionTitle":"Invariably if interest rates go up, the building societies pay more to their savers and borrowers complain at the increase they have to pay and maintain the societies are ____ their affairs.","anwers":["mistaking","misplacing","misfiring","mishandling"],"correctAnswer":3},{"category":null,"questionTitle":"Chief executives then start making pleasant speeches and smile a lot because they want to____ the concerns of their borrowers.","anwers":["assuage","assert","assemble","assent"],"correctAnswer":0},{"category":null,"questionTitle":"Months go by and most people forget their problems and get used to the idea of paying more and then talks ____ and the whole process starts all over again.","anwers":["retake","resume","repeat","return"],"correctAnswer":1},{"category":null,"questionTitle":"The government then has to show that it is involved in the whole business of saving and lending and tries to convince everyone that it is ____ of both savers and lenders.","anwers":["supporting","supporter","supportive","supported"],"correctAnswer":2},{"category":null,"questionTitle":"The government next announces that measures are due to come into____ that will change the whole process.","anwers":["forces","forced","force","forcing"],"correctAnswer":2},{"category":null,"questionTitle":"They say this but then the difficulty is trying to find out when the measures are coming into effect and when they will be ____ .","anwers":["rated","ratified","rates","rating"],"correctAnswer":1},{"category":null,"questionTitle":"This is all very disappointing for the ____ house buyer who doesn't really know what's going to happen next and how much the interest rate will be.","anwers":["would-go","would-try","would-see","would-be"],"correctAnswer":3},{"category":null,"questionTitle":"Our poor potential buyer reads the papers, watches the television news and gets excited at the prospect of another meeting of the financiers but in the end nothing of ____ comes of it all.","anwers":["note","notice","noting","noted"],"correctAnswer":0}]