[{"questionTitle":"mal - die Ausstellung - gefallen - hat - dir - wie - erzähl - , - !","answers":["Gefallen hat dir die Ausstellung wie, erzähl mal!","Die Ausstellung hat dir gefallen, mal erzähl wie!","Dir gefallen hat die Ausstellung wie, erzähl mal!","Erzähl mal, wie dir die Ausstellung gefallen hat!"],"correctAnswer":3},{"questionTitle":"wohin - fährt - dieser Zug - Sie - wissen - , - ?","answers":["Wohin fährt dieser Zug, wissen Sie?","Dieser Zug fährt wohin, Sie wissen?","Wissen Sie, wohin dieser Zug fährt?","Wissen Sie, dieser Zug fährt wohin?"],"correctAnswer":2},{"questionTitle":"Sie - erklären - können - , - Sie - was - uns - damit - meinen - ?","answers":["Können Sie uns erklären, was Sie damit meinen?","Meinen Sie was damit, können Sie uns erklären?","Erklären können Sie uns, was Sie damit meinen?","Damit Sie erklären können, was Sie meinen uns?"],"correctAnswer":0},{"questionTitle":"mir - dir - geht - es - wie - , - erzähl - !","answers":["Mir dir geht es wie, erzähl!","Erzähl, wie mir geht es dir!","Wie es mir geht, erzähl dir!","Erzähl mir, wie es dir geht!"],"correctAnswer":3},{"questionTitle":"Sie - das Geschäft - wissen - , - warum - geschlossen - heute - ist - ?","answers":["Das Geschäft heute geschlossen ist, warum Sie wissen?","Wissen Sie, warum das Geschäft heute geschlossen ist?","Geschlossen das Geschäft heute ist, Sie wissen warum?","Ist geschlossen das Geschäft heute, warum wissen Sie?"],"correctAnswer":1},{"questionTitle":"du - sagen - kannst - mir - wann - , - gegangen - gestern - du - bist - ?","answers":["Mir sagen kannst du, wann gegangen bist du gestern?","Kannst du mir sagen, wann du gestern gegangen bist?","Bist gegangen wann du, gestern kannst mir sagen du?","Du bist wann gegangen gestern, kannst du mir sagen?"],"correctAnswer":1},{"questionTitle":"die Geschichte - geht - weiter - wie - jeder - , - weiß - .","answers":["Jeder weiß, die Geschichte geht weiter wie.","Wie weiter geht die Geschichte, jeder weiß.","Jeder weiß, wie die Geschichte weiter geht.","Geht weiter wie die Geschichte, jeder weiß."],"correctAnswer":2},{"questionTitle":"Sie - erzählen - doch - wie - , - uns - Sie - das - gemacht - haben - !","answers":["Sie doch erzählen uns, gemacht haben Sie das wie!","Wie Sie das gemacht haben, erzählen Sie uns doch!","Doch erzählen Sie uns, wie Sie das gemacht haben!","Erzählen Sie uns doch, wie Sie das gemacht haben!"],"correctAnswer":3},{"questionTitle":"Haben die Zimmer Dusche und WC?","answers":["Dann möchte ich bitte noch wissen, ob die Zimmer Dusche und WC zu haben?","Dann möchte ich bitte noch wissen, haben die Zimmer Dusche und WC?","Dann möchte ich bitte noch wissen, die Zimmer Dusche und WC zu haben?","Dann möchte ich bitte noch wissen, ob die Zimmer Dusche und WC haben?"],"correctAnswer":3},{"questionTitle":"Hast du Lust, mit mir ins Kino zu gehen?","answers":["Ich wollte nur wissen, ob du Lust hast, mit mir ins Kino zu gehen.","Ich wollte nur wissen, Lust zu haben, mit mir ins Kino zu gehen.","Ich wollte nur wissen, ob du hast Lust, mit mir ins Kino zu gehen.","Ich wollte nur wissen, du Lust zu haben, mit mir ins Kino zu gehen."],"correctAnswer":0}]