[{"questionTitle":"Können Sie mir sagen, ... das Museum geöffnet ist?","answers":["weil","wo","wann","welches"],"correctAnswer":2},{"questionTitle":"Können Sie mir sagen, ... mir diesen Brief geschrieben hat?","answers":["wann","wer","wo","was"],"correctAnswer":1},{"questionTitle":"Sagen Sie mir, ... mir diesen Brief geschrieben hat!","answers":["wann","wer","wo","was"],"correctAnswer":1},{"questionTitle":"du - mir - sagen - kannst - was - , - du - suchst - hier - ?","answers":["Kannst du sagen mir, was du suchst hier?","Kannst du mir sagen, was du hier suchst?","Sagen kannst du mir, was du hier suchst?","Suchst was hier, du kannst sagen mir du?"],"correctAnswer":1},{"questionTitle":"bitte - Sie - erklären - helfen - wie - ich - , - Ihnen - mir - kann - !","answers":["Erklären bitte mir Sie, wie helfen ich kann Ihnen!","Erklären Sie mir bitte, wie ich Ihnen helfen kann!","Kann helfen ich Ihnen wie, Sie mir bitte erklären!","Helfen kann ich Ihnen, Sie mir bitte erklären wie!"],"correctAnswer":1},{"questionTitle":"doch - erzähl - , - das Theaterstück - gefallen - hat - dir - wie - uns - !","answers":["Hat das Theaterstück gefallen dir wie, erzähl doch uns!","Dir gefallen hat wie das Theaterstück, erzähl uns doch!","Das Theaterstück doch gefallen hat dir wie, uns erzähl!","Erzähl uns doch, wie dir das Theaterstück gefallen hat!"],"correctAnswer":3},{"questionTitle":"mir - das Rätsel - löst - verrate - wie - man - , - !","answers":["Löst man das Rätsel wie, verrate mir!","Verrate mir, wie man das Rätsel löst!","Das Rätsel löst man wie, mir verrate!","Mir verrate, wie man das Rätsel löst!"],"correctAnswer":1},{"questionTitle":"mir - getroffen - , - sagen - wann - ihn - du - hast - kannst - ?","answers":["Getroffen wann du ihn hast, kannst sagen mir du?","Kannst sagen mir du, wann getroffen du hast ihn?","Kannst du mir sagen, wann du ihn getroffen hast?","Hast du ihn getroffen, wann kannst du mir sagen?"],"correctAnswer":2},{"questionTitle":"Erklären Sie mir bitte, wie ich Ihr Büro finde ...","answers":["... = Fragezeichen","... = Ausrufezeichen","... = kein Satzzeichen","... = Punkt"],"correctAnswer":1},{"questionTitle":"sagen - wie - Sie - können - , - mir - das - konnten - Sie - vergessen - ?","answers":["Können Sie mir sagen, wie Sie das vergessen konnten?","Sagen können Sie mir, wie Sie das vergessen konnten?","Konnten vergessen Sie wie was, können sagen Sie mir?","Mir sagen können Sie, wie vergessen konnten Sie das?"],"correctAnswer":0}]