[{"questionTitle":"Manche Menschen ... es verwundern, dass man durch eine bestimmte Wetterlage Kopfschmerzen bekommen kann. (eventuell möglich)","answers":["mag","will","soll","dürfte"],"correctAnswer":0},{"questionTitle":"Die Hauskatze ... ja in manchen Fällen ein sehr zutrauliches Tier sein, aber oft zeigt sie auch, dass sie von Natur aus ein wildes Tier ist. (eventuell möglich)","answers":["mag","muss","will","dürfte"],"correctAnswer":0},{"questionTitle":"Der Schüler erzählt dem Lehrer, dass sein kleiner Bruder Kakao über dessen Hausaufgaben geschüttet haben ... und dass er sie deswegen nicht bringen konnte. (eher unwahrscheinlich)","answers":["will","mag","kann","könnte"],"correctAnswer":0},{"questionTitle":"Laut seinen eigenen Aufzeichnungen ... Christoph Kolumbus Amerika entdeckt haben. Es soll aber ein Wikinger, Erik der Rote, gewesen sein. (eher unwahrscheinlich)","answers":["dürfte","könnte","will","soll"],"correctAnswer":2},{"questionTitle":"Alle Schüler ... morgen so eine schwierige Schularbeit haben, dass sie die anderen Lehrer gebeten haben, keine Hausaufgaben zu geben. (eher unwahrscheinlich)","answers":["müssen","sollen","können","wollen"],"correctAnswer":3},{"questionTitle":"Während die junge Mutter ihr Kind alleine auf die Welt brachte, ... die zuständige Hebamme nur kurz bei einer anderen Gebärenden gewesen sein. (eher unwahrscheinlich)","answers":["soll","dürfte","will","könnte"],"correctAnswer":2},{"questionTitle":"Der Verurteilte ... aus reiner Nächstenliebe gehandelt haben, als er jahrelang minderjährige Mädchen in seinem LKW über die Grenze schmuggelte. (eher unwahrscheinlich)","answers":["soll","muss","mag","will"],"correctAnswer":3},{"questionTitle":"Der ehrgeizige Wilhelm Z. ... alle Gesetze auswendig gelernt haben, bevor er zum Staatsexamen angetreten ist. (eher unwahrscheinlich)","answers":["will","soll","mag","muss"],"correctAnswer":0},{"questionTitle":"Laut einer Sage ... in früheren Zeiten bei Klagenfurt ein Drache, der Lindwurm, gehaust haben. (Wahrscheinlichkeitsgrad unbekannt)","answers":["mag","soll","will","dürfte"],"correctAnswer":1},{"questionTitle":"So, wie Erhard von seiner Frau Gerlinde spricht, ... sie der wunderbarste Mensch auf Erden sein. (Wahrscheinlichkeitsgrad unbekannt)","answers":["könnte","soll","mag","dürfte"],"correctAnswer":1}]