[{"questionTitle":"Hans ... von seinem Motorradausflug schon längst wieder zurück sein. Hoffentlich ist ihm nichts Schlimmes passiert! (sehr wahrscheinlich)","answers":["mag","könnte","will","müsste"],"correctAnswer":3},{"questionTitle":"Ich weiß gar nicht, warum ich kein Geld mehr von der Bank bekomme! Mein Lohn ... schon längst überwiesen worden sein. (sehr wahrscheinlich)","answers":["müsste","dürfte","soll","will"],"correctAnswer":0},{"questionTitle":"Es ... schon sehr viel schief gehen, damit die Hochzeit abgesagt wird.","answers":["dürfte","müsste","kann","könnte"],"correctAnswer":1},{"questionTitle":"Unsere Gäste aus Japan ... eigentlich schon seit einer Stunde auf Sightseeingtour durch Wien sein. (sehr wahrscheinlich)","answers":["sollen","wollen","mögen","müssten"],"correctAnswer":3},{"questionTitle":"Es ... gut möglich sein, dass die übernächsten Weltmeisterschaften im Schifahren in Österreich ausgetragen werden. (gut möglich)","answers":["könnte","muss","will","soll"],"correctAnswer":0},{"questionTitle":"Es ... sein, dass ich heute noch bei euch vorbeikomme. Ich habe nämlich eine Stunde früher Feierabend. (gut möglich)","answers":["will","soll","dürfte","könnte"],"correctAnswer":3},{"questionTitle":"Bei diesen wichtigen Verhandlungen ... es sogar noch zu einem Friedensabkommen der drei Länder für diese Region kommen. (gut möglich)","answers":["mag","soll","könnte","muss"],"correctAnswer":2},{"questionTitle":"... du nicht doch in Erwägung ziehen, ob du mit mir übers Wochenende in die Berge fährst? (eventuell möglich)","answers":["Willst","Dürftest","Magst","Sollst"],"correctAnswer":2},{"questionTitle":"Es ... ja überbesorgt klingen, aber bei eurer nächtlichen Spritztour hätte alles mögliche passieren können! (eventuell möglich)","answers":["mag","kann","will","soll"],"correctAnswer":0},{"questionTitle":"Er weiß, dass es sehr seltsam aussehen ..., wenn er bei Minusgraden ohne Schuhe durch die Straßen spaziert, aber er ist ein Naturfreak. (eventuell möglich)","answers":["mag","soll","will","kann"],"correctAnswer":0}]