[{"questionTitle":"Simon - überstanden - hat - diesen Tag - er - auch - , - überstehen - wird - die nächsten Tage - nachdem - .","answers":["Überstanden hat diesen Tag Simon, nachdem er wird überstehen auch die nächsten Tage.","Nachdem Simon diesen Tag überstanden hat, wird er auch die nächsten Tage überstehen.","Hat überstanden Simon diesen Tag, überstehen auch wird er die nächsten Tage nachdem.","Simon überstanden hat diesen Tag, nachdem er wird überstehen auch die nächsten Tage."],"correctAnswer":1},{"questionTitle":"... Lukas noch ein Kind war, verbrachte er einige Wochen im Jahr bei seinen Großeltern auf dem Land.","answers":["Als","Bevor","Nachdem","Wenn"],"correctAnswer":0},{"questionTitle":"... Alex Religionswissenschaften studierte, hatte er ein halbes Jahr in einem Kibbuz gelebt.","answers":["Nachdem","Bevor","Als","Wenn"],"correctAnswer":1},{"questionTitle":"Eva - aufs Oktoberfest - gehen - , - alt - als - zum ersten Mal - sechzehn Jahre - war - durfte - sie - .","answers":["Eva sechzehn Jahre war alt als, gehen durfte sie zum ersten Mal aufs Oktoberfest.","Als Eva sechzehn Jahre alt war, durfte sie zum ersten Mal aufs Oktoberfest gehen.","Aufs Oktoberfest Eva gehen durfte als, sie sechzehn Jahre als war zum ersten Mal.","Gehen aufs Oktoberfest Eva durfte zum ersten Mal, als sie war sechzehn Jahre alt."],"correctAnswer":1},{"questionTitle":"Die Torte schneiden wir erst an, ... alle dem Geburtstagskind gratuliert haben.","answers":["seitdem","danach","während","wenn"],"correctAnswer":3},{"questionTitle":"anrief - er - wenn - sehr - , - sie - freute - sich - immer - .","answers":["Anrief er wenn immer, sie freute sich sehr.","Immer wenn er anrief, freute sie sich sehr.","Sehr freute sie sich, wenn anrief er immer.","Freute sich sie sehr, anrief immer wenn er."],"correctAnswer":1},{"questionTitle":"... sich Frau Berger einen Schäferhund kaufte, hatte sie drei Katzen in ihrer Wohnung.","answers":["Nachdem","Bevor","Als","Wenn"],"correctAnswer":1},{"questionTitle":"... er sie kennen gelernt hatte, war er ganz anders.","answers":["Nach","Bevor","Ab","Danach"],"correctAnswer":1},{"questionTitle":"zu spät - bevor - es - ist - Sie - machen - , - etwas - dagegen - .","answers":["Etwas machen Sie dagegen, es ist zu spät bevor.","Dagegen machen Sie etwas, bevor es ist zu spät.","Ist es zu spät, dagegen machen Sie etwas bevor.","Machen Sie etwas dagegen, bevor es zu spät ist."],"correctAnswer":3},{"questionTitle":"Die Kinder wollen aufbleiben, ... der Nikolaus kommt.","answers":["während","bis","seitdem","bevor"],"correctAnswer":1}]