[{"questionTitle":"... der Geburtstagsfeier haben sich alle gut unterhalten.","answers":["Seitdem","Als","Während","Bis"],"correctAnswer":2},{"questionTitle":"... Fasching ist, musst du dich verkleiden und auf einen Maskenball gehen.","answers":["Wenn","Seitdem","Als","Innerhalb"],"correctAnswer":0},{"questionTitle":"... er keine Geburtstagsparty mehr macht, vergesse ich jedes Jahr seinen Geburtstag.","answers":["Während","Als","Seitdem","Bis"],"correctAnswer":2},{"questionTitle":"... er sie kennen gelernt hatte, war er ganz anders.","answers":["Nach","Bevor","Ab","Danach"],"correctAnswer":1},{"questionTitle":"Er konnte zwei Jahre lang nicht arbeiten, ... er einen Unfall gehabt hatte.","answers":["während","nachdem","nach","solange"],"correctAnswer":1},{"questionTitle":"bestätigen - wir - die Reservierung - ein Anzahlung - leisten - sie - , - müssen - bevor - .","answers":["Bevor wir die Reservierung bestätigen, müssen sie eine Anzahlung leisten.","Bestätigen wir die Reservierung, bevor müssen leisten eine Anzahlung sie.","Eine Anzahlung sie leisten müssen, bevor bestätigen wir die Reservierung.","Leisten eine Anzahlung müssen sie, bestätigen wir die Reservierung bevor."],"correctAnswer":0},{"questionTitle":"Simon - überstanden - hat - diesen Tag - er - auch - , - überstehen - wird - die nächsten Tage - nachdem - .","answers":["Überstanden hat diesen Tag Simon, nachdem er wird überstehen auch die nächsten Tage.","Nachdem Simon diesen Tag überstanden hat, wird er auch die nächsten Tage überstehen.","Hat überstanden Simon diesen Tag, überstehen auch wird er die nächsten Tage nachdem.","Simon überstanden hat diesen Tag, nachdem er wird überstehen auch die nächsten Tage."],"correctAnswer":1},{"questionTitle":"... das schwere Erdbeben alle Häuser zerstört hatte, wussten die Menschen nicht, wo sie schlafen sollten.","answers":["Bevor","Wenn","Als","Nachdem"],"correctAnswer":3},{"questionTitle":"... der Weihnachtsmann die Geschenke gebracht hat, sind die Kinder glücklich.","answers":["Nachdem","Innerhalb","Ab","Nach"],"correctAnswer":0},{"questionTitle":"... Sie das Gerät eingeschaltet haben, können Sie die Lautstärke einstellen.","answers":["Seit","Nach","Nachdem","Während"],"correctAnswer":2}]