[{"questionTitle":"Kommt Herr Dupont in diesem Jahr mit zur Tourismusmesse nach Berlin? - Ich habe Sie gefragt, __________.","answers":["dass Herr Dupont in diesem Jahr mit zur Tourismusmesse nach Berlin kommt.","ob Herr Dupont in diesem Jahr mit zur Tourismusmesse nach Berlin kommt.","wann Herr Dupont in diesem Jahr mit zur Tourismusmesse nach Berlin kommt."],"correctAnswer":1},{"questionTitle":"Fliegt Frau Moormann nächste Woche nach New York? - Bitte sagen Sie mir, ______________.","answers":["wie Frau Moormann nächste Woche nach New York fliegt.","wann Frau Moormann nächste Woche nach New York fliegt.","ob Frau Moormann nächste Woche nach New York fliegt."],"correctAnswer":2},{"questionTitle":"Können Sie für heute Nachmittag hundert Kopien von diesem Dokument machen? - Ich möchte fragen, _____________.","answers":["dass Sie für heute Nachmittag hundert Kopien von diesem Dokument machen können.","ob Sie für heute Nachmittag hundert Kopien von diesem Dokument machen können.","wann Sie für heute Nachmittag hundert Kopien von diesem Dokument machen können."],"correctAnswer":1},{"questionTitle":"Ist die Reparatur an meinem Auto am Freitag fertig? - Ich möchte wissen, ____________.","answers":["ob die Reparatur an meinem Auto am Freitag fertig ist.","wann die Reparatur an meinem Auto am Freitag fertig ist.","dass die Reparatur an meinem Auto am Freitag fertig ist."],"correctAnswer":0},{"questionTitle":"Hast du das Paket für oma schon zur Post gebracht? - Ich habe dich gefragt, ______________.","answers":["ob du hast das Paket für oma schon zur Post gebracht.","dass du das Paket für oma schon zur Post gebracht hast.","ob du das Paket für oma schon zur Post gebracht hast."],"correctAnswer":2},{"questionTitle":"Ist die Wohnung renoviert? - Ich möchte wissen, _____________________.","answers":["wann die Wohnung renoviert ist.","ob die Wohnung renoviert ist.","ob die Wohnung ist renoviert."],"correctAnswer":1},{"questionTitle":"Wie alt ist die Heizung? - Wissen Sie, ________________?","answers":["ob wie alt die Heizung ist.","wie alt ist die Heizung.","wie alt die Heizung ist."],"correctAnswer":2}]