[{"questionTitle":"Günther spricht gut Englisch. Er lernt die Sprache erst seit drei Monaten.","answers":["Obwohl er die Sprache erst seit 3 Monaten lernt, spricht Günther gut Englisch.","Günther spricht gut Englisch, trotzdem er lernt die Sprache erst seit drei Monaten.","Weil er die Sprache erst seit drei Monaten lernt, spricht Günther gut Englisch.","Er lernt die Sprache erst seit drei Monaten, deshalb Günther spricht gut Englisch."],"correctAnswer":0},{"questionTitle":"Thomas möchte nicht aus seiner Wohnung ausziehen. Die Miete ist sehr teuer.","answers":["Thomas möchte nicht aus seiner Wohnung ausziehen, weil die Miete sehr teuer ist.","Obwohl Thomas nicht aus seiner Wohnung ausziehen möchte, ist die Miete sehr teuer.","Obwohl die Miete sehr teuer ist, möchte Thomas nicht aus seiner Wohnung ausziehen.","Die Miete ist sehr teuer, deshalb Thomas möchte nicht aus seiner Wohnung ausziehen."],"correctAnswer":2},{"questionTitle":"Mein Onkel hat drei Autos. Er ist arbeitslos.","answers":["Obwohl mein Onkel hat drei Autos, ist er arbeitslos.","Mein Onkel hat drei Autos, obwohl er arbeitslos ist.","Weil mein Onkel hat drei Autos, ist er arbeitslos.","Mein Onkel hat drei Autos, weil er arbeitslos ist."],"correctAnswer":1},{"questionTitle":"Magdalena schläft nicht ein. Sie ist müde.","answers":["Obwohl Magdalena müde ist, schläft sie nicht ein.","Weil sie müde ist, schläft Magdalena nicht ein.","Sie ist müde, obwohl Magdalena nicht schläft ein.","Magdalena schläft nicht ein, weil sie müde ist."],"correctAnswer":0},{"questionTitle":"Ich telefoniere täglich mit meiner Freundin. Sie wohnt in Amerika.","answers":["Ich telefoniere täglich mit meiner Freundin, obwohl sie in Amerika wohnt.","Ich telefoniere täglich mit meiner Freundin, obwohl sie wohnt in Amerika.","Weil ich täglich mit meiner Freundin telefoniere, wohnt sie in Amerika.","Weil sie wohnt in Amerika, telefoniere ich täglich mit meiner Freundin."],"correctAnswer":0},{"questionTitle":"Die Wohnung ist sehr teuer. Julian möchte sie mieten.","answers":["Obwohl die Wohnung sehr teuer ist, möchte sie Julian mieten.","Weil die Wohnung sehr teuer ist, möchte sie Julian mieten.","Die Wohnung ist sehr teuer, weil sie Julian mieten möchte.","Die Wohnung ist sehr teuer, obwohl Julian sie mieten möchte."],"correctAnswer":0},{"questionTitle":"Sabine hat Fieber. Sie geht Volleyball spielen.","answers":["Sabine hat Fieber, weil sie Volleyball spielen geht.","Sie geht Volleyball spielen, weil Sabine Fieber hat.","Obwohl Sabine Fieber hat, geht sie Volleyball spielen.","Sabine hat Fieber, obwohl sie Volleyball spielen geht."],"correctAnswer":2},{"questionTitle":"Mein Vater hat einen hohen Blutdruck. Er trinkt jeden Tag sechs Tassen Kaffee.","answers":["Mein Vater hat hohen Blutdruck, weil er trinkt jeden Tag sechs Tassen Kaffee.","Obwohl mein Vater hat hohen Blutdruck, trinkt er jeden Tag sechs Tassen Kaffee.","Obwohl mein Vater hohen Blutdruck hat, trinkt er jeden Tag sechs Tassen Kaffee.","Weil mein Vater hohen Blutdruck hat, trinkt er jeden Tag sechs Tassen Kaffee."],"correctAnswer":2},{"questionTitle":"Der junge Mann findet keine Arbeit. Er ist Akademiker.","answers":["Weil der junge Mann keine Arbeit findet, ist er Akademiker.","Weil er Akademiker ist, findet der junge Mann keine Arbeit.","Obwohl er Akademiker ist, findet der junge Mann keine Arbeit.","Obwohl keine Arbeit der junge Mann findet, ist er Akademiker."],"correctAnswer":2},{"questionTitle":"Stefanie und Heike sehen sich nicht oft. Sie sind Kolleginnen.","answers":["Weil Stefanie und Heike sich nicht oft sehen, sind sie Kolleginnen.","Stefanie und Heike sehen sich nicht oft, weil sie Kolleginnen sind.","Stefanie und Heike sehen sich nicht oft, obwohl sie Kolleginnen sind.","Obwohl Stefanie und Heike sich nicht sehen oft, sind sie Kolleginnen."],"correctAnswer":2}]