[{"questionTitle":"Gehst du mit ins Kino? - ... ich Zeit habe, gehe ich mit.","answers":["Wenn","Wann","Dass","Weil"],"correctAnswer":0},{"questionTitle":"Ich sage dir schon lange, ... du zum Automechaniker fahren sollst.","answers":["dass","weil","wenn","wann"],"correctAnswer":0},{"questionTitle":"... ich sehr viel gefrühstückt habe, habe ich schon wieder Hunger.","answers":["Weil","Wenn","Dass","Obwohl"],"correctAnswer":3},{"questionTitle":"... ich in der Schule bin, habe ich mein Handy ausgeschaltet.","answers":["Wenn","Wann","Dass","Obwohl"],"correctAnswer":0},{"questionTitle":"Die meisten Österreicher können gut Ski fahren, ... sie es schon im Kindergartenalter lernen.","answers":["dass","weil","wann","obwohl"],"correctAnswer":1},{"questionTitle":"Entschuldige, aber ich kann mich nicht auf deine Musik konzentrieren, ... ich lerne.","answers":["wenn","wann","dass","obwohl"],"correctAnswer":0},{"questionTitle":"Ich muss jetzt unbedingt einen Kaffee trinken, ... ich sonst einschlafe.","answers":["wenn","wann","dass","weil"],"correctAnswer":3},{"questionTitle":"wenn - , - ein Mensch - ist - muss - er - krank - gehen - zum Arzt - .","answers":["Wenn ein Mensch ist krank, er muss zum Arzt gehen.","Wenn ein Mensch krank ist, muss er zum Arzt gehen.","Er muss zum Arzt gehen, wenn ein Mensch krank ist.","Er zum Arzt gehen muss, wenn ein Mensch ist krank."],"correctAnswer":1},{"questionTitle":", - dass - mein Bruder - gegen Zahnschmerzen - glaubt - Kamillentee - hilft - .","answers":["Dass Kamillentee gegen Zahnschmerzen hilft, mein Bruder glaubt.","Mein Bruder glaubt, dass hilft Kamillentee gegen Zahnschmerzen.","Gegen Zahnschmerzen hilft Kamillentee, dass mein Bruder glaubt.","Mein Bruder glaubt, dass Kamillentee gegen Zahnschmerzen hilft."],"correctAnswer":3},{"questionTitle":"dass - wusste - nicht - eine kleine Schwester - hast - ich - du - , - .","answers":["Ich wusste nicht, dass du eine kleine Schwester hast.","Ich nicht wusste, dass du hast eine kleine Schwester.","Hast du eine kleine Schwester, dass ich nicht wusste.","Ich dass nicht wusste, hast du eine kleine Schwester."],"correctAnswer":0}]