[{"questionTitle":"Ich lerne Deutsch, ... deutschsprachige Bücher ... verstehen.","answers":["damit - /","um - zu","darum - er","deshalb - ich"],"correctAnswer":1},{"questionTitle":"Ich werde jetzt sofort aufbrechen, ... ich den Bus nicht versäume.","answers":["um","darum","damit","/"],"correctAnswer":2},{"questionTitle":"will - bleiben - noch - , - ich - sehen - um - zu - , - was - passiert - .","answers":["Ich will noch bleiben, um zu sehen, was passiert.","Sehe ich noch, um zu bleiben, was passiert will.","Bleiben ich noch will, zu sehen, was passiert um.","Passiert, was ich noch sehen will, um zu bleiben."],"correctAnswer":0},{"questionTitle":"wiedersieht - er - Eva - am Samstag - er - zur Party - geht - , - damit - .","answers":["Am Samstag er zur Party geht, damit Eva er wiedersieht.","Geht er am Samstag, damit Eva er wiedersieht zur Party.","Er geht am Samstag zur Party, damit er Eva wiedersieht.","Damit er geht am Samstag zur Party, er wiedersieht Eva."],"correctAnswer":2},{"questionTitle":"gingen - , - spazieren - wir - um - frische - Luft - am Sonntag Nachmittag - schnappen - zu - .","answers":["Spazieren am Sonntag Nachmittag wir gingen, um frische Luft schnappen zu.","Am Sonntag Nachmittag gingen wir spazieren, um frische Luft zu schnappen.","Wir am Sonntag Nachmittag spazieren gingen, frische Luft zu schnappen um.","Frische Luft um zu schnappen, wir am Sonntag Nachmittag spazieren gingen."],"correctAnswer":1},{"questionTitle":"ins Theater - sehen - die Aufführung - , - die Klasse - wird - zu - gehen - um - .","answers":["Die Klasse die Aufführung sehen um, ins Theater gehen wird zu.","Sehen die Aufführung zu, die Klasse ins Theater gehen wird um.","Ins Theater die Klasse gehen wird, um zu sehen die Aufführung.","Die Klasse wird ins Theater gehen, um die Aufführung zu sehen."],"correctAnswer":3},{"questionTitle":"muss - Erfolg - hat - trainieren - viel - , - er - damit - er - .","answers":["Erfolg er hat, damit er muss viel trainieren.","Er muss viel trainieren, damit er Erfolg hat.","Viel muss trainieren er, damit Erfolg er hat.","Muss trainieren er viel, damit hat er Erfolg."],"correctAnswer":1},{"questionTitle":"mehr Zeit - , - verbringen - mit Eva - besser - kennen - lernen - zu - sie - um - möchte - ich - besser - .","answers":["Mehr Zeit mit Eva verbringen möchte ich, um besser kennen zu lernen sie.","Ich möchte mehr Zeit mit Eva verbringen, um sie besser kennen zu lernen.","Sie kennen lernen besser zu, um mehr Zeit mit Eva verbringen möchte ich.","Mit Eva verbringen möchte ich mehr Zeit, sie besser kennen zu lernen um."],"correctAnswer":1},{"questionTitle":"hoffe - das Wetter - wir - zum Strand - können - bleibt - , - gehen - schön - ich - damit - .","answers":["Schön bleibt das Wetter hoffe ich, damit zum Strand wir können gehen.","Ich hoffe das Wetter bleibt schön, damit wir zum Strand gehen können.","Hoffe ich schön bleibt das Wetter, zu Strand wir gehen können damit.","Das Wetter schön bleibt hoffe ich, können wir gehen damit zum Strand."],"correctAnswer":1},{"questionTitle":"arbeitete - um Erfahrung - Peter - zu - sammeln - um - , - Erfahrungen - in Australien - .","answers":["Peter in Australien arbeitete, um zu sammeln Erfahrungen.","Arbeitete Peter in Australien, zu sammeln Erfahrungen um.","Peter arbeitete in Australien, sammeln Erfahrungen um zu.","Peter arbeitete in Australien, um Erfahrungen zu sammeln."],"correctAnswer":3}]