[{"questionTitle":"Der Schornsteinfeger ist überall gern gesehen, ... er als \"Glücksbringer\" gilt.","answers":["denn","weil","dass","so dass"],"correctAnswer":1},{"questionTitle":"... viele die Zeitung beim Frühstück lesen wollen, muss sich der Austräger beeilen.","answers":["Dass","So dass","Da","Deshalb"],"correctAnswer":2},{"questionTitle":"... ihm die Arbeit \"über den Kopf wuchs\", musste er jeden Tag Überstunden machen.","answers":["Deshalb","Denn","So dass","Da"],"correctAnswer":3},{"questionTitle":"... Lisas Vater mit dem Direktor befreundet war, bekam sie eine Stelle bei der Bank.","answers":["Wenn","Denn","So dass","Da"],"correctAnswer":3},{"questionTitle":"... es bald Wahlen gibt, streiten die Politiker täglich im Fernsehen.","answers":["Da","Deshalb","Darum","Denn"],"correctAnswer":0},{"questionTitle":"Der neue Assistent gefiel Agatha, ... er kochte ihr immer einen Kaffee.","answers":["weil","deshalb","denn","dass"],"correctAnswer":2},{"questionTitle":"Die Kosmetikerin dachte an Frühlingsblumen, ... die Füße der Damen rochen nicht gut.","answers":["folglich","deshalb","darum","denn"],"correctAnswer":3},{"questionTitle":"Die Kinder müssen für einen Test in der Schule lernen. Sie dürfen nicht ins Kino mitgehen.","answers":["Weil sie nicht dürfen ins Kino mitgehen, müssen die Kinder für einen Test in der Schule lernen.","Obwohl die Kinder für einen Test in der Schule lernen müssen, dürfen sie nicht ins Kino mitgehen.","Die Kinder müssen für einen Test in der Schule lernen; deshalb dürfen sie nicht ins Kino mitgehen.","Die Kinder müssen für einen Test in der Schule lernen, trotzdem sie nicht ins Kino mitgehen dürfen."],"correctAnswer":2},{"questionTitle":"Ich habe eine Allergie. Ich esse kein Erdbeereis.","answers":["Ich habe eine Allergie; deshalb esse ich kein Erdbeereis.","Ich habe eine Allergie, weil ich esse kein Erdbeereis.","Ich habe eine Allergie, trotzdem esse ich kein Erdbeereis.","Ich habe eine Allergie, obwohl ich esse kein Erdbeereis."],"correctAnswer":0},{"questionTitle":"Der kleine Sohn von Barbara ist müde. Sie legt ihn zum Schlafen ins Gitterbett.","answers":["Obwohl der kleine Sohn von Barbara müde ist, legt sie ihn zum Schlafen ins Gitterbett.","Der kleine Sohn von Barbara ist müde, weil sie ihn zum Schlafen ins Gitterbett legt.","Der kleine Sohn von Barbara ist müde; deshalb legt sie ihn zum Schlafen ins Gitterbett.","Trotzdem der kleine Sohn von Barbara ist müde, legt sie ihn zum Schlafen ins Gitterbett."],"correctAnswer":2}]