[{"questionTitle":"Ich kaufe Brot. Ich habe Hunger.","answers":["Ich Brot kaufe, weil ich Hunger habe.","Ich kaufe Brot, weil ich Hunger habe.","Obwohl ich Hunger habe, kaufe ich Brot.","Obwohl ich Brot kaufe, habe ich Hunger."],"correctAnswer":1},{"questionTitle":"Das Mädchen holt sich ein Glas Saft. Es ist durstig.","answers":["Obwohl es durstig ist, holt sich das Mädchen ein Glas Saft.","Weil das Mädchen sich ein Glas Saft holt, ist es durstig.","Das Mädchen holt sich ein Glas Saft, weil es durstig ist.","Das Mädchen holt sich ein Glas Saft, obwohl es durstig ist."],"correctAnswer":2},{"questionTitle":"Ich kann ein wichtiges Telefongespräch nicht führen. Ich finde die Nummer nicht.","answers":["Weil ich ein wichtiges Telefongespräch nicht führen kann, finde ich die Nummer nicht.","Weil ich die Nummer nicht finde, kann ich ein wichtiges Telefongespräch nicht führen.","Obwohl ich ein wichtiges Telefongespräch nicht führen kann, finde ich die Nummer nicht.","Obwohl ich die Nummer nicht finde, kann ich ein wichtiges Telefongespräch nicht finden."],"correctAnswer":1},{"questionTitle":"Ich backe eine Sachertorte. Mein Sohn hat morgen Geburtstag.","answers":["Ich backe eine Sachertorte, obwohl mein Sohn morgen Geburtstag hat.","Ich backe eine Sachertorte, weil mein Sohn morgen Geburtstag hat.","Weil ich eine Sachertorte backe, hat mein Sohn morgen Geburtstag.","Obwohl ich eine Sachertorte backe, hat mein Sohn morgen Geburtstag."],"correctAnswer":1},{"questionTitle":"Ich bin müde. Mein Baby weint sehr viel.","answers":["Weil ich bin müde, mein Baby weint sehr viel.","Weil mein Baby sehr viel weint, bin ich müde.","Obwohl ich bin müde, mein Baby weint sehr viel.","Obwohl mein Baby sehr viel weint, bin ich müde."],"correctAnswer":1},{"questionTitle":"Das Kind hört zu. Der Vater erzählt eine Geschichte.","answers":["Das Kind hört zu, weil der Vater eine Geschichte erzählt.","Weil das Kind hört zu, erzählt der Vater eine Geschichte.","Obwohl das Kind zuhört, erzählt der Vater eine Geschichte.","Das Kind hört zu, obwohl der Vater eine Geschichte erzählt."],"correctAnswer":0},{"questionTitle":"Die Kinder backen Kekse. Bald ist Weihnachten.","answers":["Die Kinder backen Kekse, weil bald Weihnachten ist.","Weil die Kinder Kekse backen, ist bald Weihnachten.","Obwohl die Kinder Kekse backen, ist bald Weihnachten.","Weil die Kinder Kekse backen, bald Weihnachten ist."],"correctAnswer":0},{"questionTitle":"Der Pilot darf nicht fliegen. Es regnet.","answers":["Weil es regnet, darf der Pilot nicht fliegen.","Obwohl es regnet, darf der Pilot nicht fliegen.","Weil der Pilot nicht fliegen darf, regnet es.","Obwohl der Pilot nicht fliegen darf, regnet es."],"correctAnswer":0},{"questionTitle":"Mein Vater lernt Italienisch. Er will sich im Urlaub unterhalten.","answers":["Mein Vater lernt Italienisch, weil er sich im Urlaub unterhalten will.","Mein Vater lernt Italienisch, weil er will sich im Urlaub unterhalten.","Obwohl mein Vater Italienisch lernt, will er sich unterhalten.","Mein Vater lernt Italienisch, obwohl er sich im Urlaub unterhalten will."],"correctAnswer":0},{"questionTitle":"Er lernte während seines Studiums Tag und Nacht, ... er Universitätsassistent werden wollte.","answers":["wenn","denn","weil","dass"],"correctAnswer":2}]