[{"questionTitle":"ein Kind - , - eine Katze - war - als - ich - hatte - ich - .","answers":["Als ich ein Kind war, hatte ich eine Katze.","Ein Kind als ich war, eine Katze ich hatte.","Hatte eine Katze ich, als war ich ein Kind.","Ein Kind war ich , als hatte eine Katze ich."],"correctAnswer":0},{"questionTitle":"richtig langweilig - es - ist - hier - seitdem - nicht mehr - , - wohnst - du - hier - .","answers":["Seitdem du wohnst nicht mehr hier, richtig langweilig ist es.","Seitdem du nicht mehr hier wohnst, ist es richtig langweilig.","Richtig langweilig seitdem es ist, du nicht mehr hier wohnst.","Wohnst du nicht mehr hier, seitdem es richtig langweilig ist."],"correctAnswer":1},{"questionTitle":"wohnt - in Wien - er - seitdem - , - geht - auf einen Ball - er - im Februar - immer - .","answers":["Wohnt er in Wien seitdem, er geht auf einen Ball immer im Februar.","In Wien er wohnt, seitdem er geht immer im Februar auf einen Ball.","Seitdem er in Wien wohnt, geht er im Februar immer auf einen Ball.","Auf einen Ball er immer geht im Februar, seitdem wohnt er in Wien."],"correctAnswer":2},{"questionTitle":"... du das Buch gelesen hast, musst du mir erzählen, wie es ausgegangen ist.","answers":["Zwischen","Bevor","Nachdem","Nach"],"correctAnswer":2},{"questionTitle":"gerufen - die Rettung - am Arbeitsplatz - mein Chef - hat - , - nachdem - verletzt - ich - habe - mich - .","answers":["Verletzt am Arbeitsplatz ich mich habe, nachdem der Chef die Rettung gerufen hat.","Nachdem ich mich am Arbeitsplatz verletzt habe, hat mein Chef die Rettung gerufen.","Der Chef gerufen hat die Rettung, verletzt nachdem ich mich habe am Arbeitsplatz.","Am Arbeitsplatz gerufen hat der Chef die Rettung, verletzt nachdem ich mich habe."],"correctAnswer":1},{"questionTitle":"das Radio - dreh - ab - bitte - gehst - du - bevor - , - !","answers":["Bitte das Radio ab dreh, du bevor gehst!","Dreh bitte das Radio ab, bevor du gehst!","Gehst du bitte, bevor ab das Radio dreh!","Das Radio dreh bitte ab, gehst du bevor!"],"correctAnswer":1},{"questionTitle":"an den Strand - , - geht - die Familie - die Sonne - scheint - sobald - .","answers":["An den Strand die Familie geht, scheint die Sonne sobald.","Sobald die Sonne scheint, geht die Familie an den Strand.","Die Sonne scheint, sobald die Familie geht an den Strand.","Scheint die Sonne die Familie, geht sobald an den Strand."],"correctAnswer":1},{"questionTitle":"... der Weihnachtsmann die Geschenke gebracht hat, sind die Kinder glücklich.","answers":["Nachdem","Innerhalb","Ab","Nach"],"correctAnswer":0},{"questionTitle":"... sich der schwere Unfall ereignete, herrschte dichter Nebel in der ganzen Stadt.","answers":["Als","Wenn","Nachdem","Bevor"],"correctAnswer":0},{"questionTitle":"... wir letzte Woche am See spazieren gingen, habe ich mich in dich verliebt.","answers":["Obwohl","Als","Wenn","Bevor"],"correctAnswer":1}]