[{"questionTitle":"leise sein - die Durchsage - hören - könnt - damit - , - ihr - bitte - wir - .","answers":["Leise sein bitte ihr könnt, damit wir die Durchsage hören.","Könnt ihr bitte leise sein, damit wir die Durchsage hören.","Bitte ihr leise sein, damit wir könnt hören die Durchsage.","Ihr könnt bitte leise sein, höre die Durchsage wir damit."],"correctAnswer":1},{"questionTitle":"früher - wir - an - damit - fangen - , - wir - fertig - früher - sind - .","answers":["An fangen wir früher, damit fertig sind wir früher.","Wir früher fangen an, sind wir früher fertig damit.","Wir fangen früher an, damit wir früher fertig sind.","Früher wir fangen an, damit früher wir fertig sind."],"correctAnswer":2},{"questionTitle":"versteht - damit - er - es - ich - , - erkläre - ihm - es - noch einmal - .","answers":["Ich erkläre es ihm noch einmal, damit er es versteht.","Erkläre ihm es noch einmal ich, damit versteht er es.","Ihm erkläre ich es noch einmal, versteht er es damit.","Noch einmal ich es ihm erkläre, er damit es versteht."],"correctAnswer":0},{"questionTitle":"... Vermeidung von Stress braucht man eine gute Zeiteinteilung.","answers":["Für","Zur","Bei","An"],"correctAnswer":1},{"questionTitle":"... die Zähne gesund bleiben, sollte man sie täglich zweimal putzen.","answers":["Damit","Für","Um","Zu"],"correctAnswer":0},{"questionTitle":"... die Schüler lernen, motiviert sie die Lehrerin.","answers":["Zu","Um","Für","Damit"],"correctAnswer":3},{"questionTitle":"... nachhaltiges Training sorgt die nötige Portion an Motivation.","answers":["Für","Um","Damit","Zu"],"correctAnswer":0},{"questionTitle":"... die Heilung ihrer Hautkrankheit fährt Sylvia ans Tote Meer.","answers":["Zu dem","Um zu","Für","Damit"],"correctAnswer":2},{"questionTitle":"... die Vertreibung des Grippe-Virus trinkt Sebastian frisch gepressten Orangensaft.","answers":["Zu","Um","Zudem","Für"],"correctAnswer":3},{"questionTitle":"... einen Herzinfarkt zu vermeiden, hält Tante Erika strenge Diät.","answers":["Bei","Zu","Damit","Um"],"correctAnswer":3}]