[{"questionTitle":"war - als Polizistin - verkleidete - sich - als- , - Fasching - sie - .","answers":["Als Fasching war, verkleidete sie sich als Polizistin.","Sie als Polizistin sich verkleidete, als Fasching war.","War Fasching als, sie sich als Polizistin verkleidete.","Verkleidete sie sich als Polizistin als Fasching war."],"correctAnswer":0},{"questionTitle":"... sich Frau Berger einen Schäferhund kaufte, hatte sie drei Katzen in ihrer Wohnung.","answers":["Nachdem","Bevor","Als","Wenn"],"correctAnswer":1},{"questionTitle":"Bitte ruf mich an, .. du aufbrichst!","answers":["bevor","als","seitdem","bis"],"correctAnswer":0},{"questionTitle":"zu spät - bevor - es - ist - Sie - machen - , - etwas - dagegen - .","answers":["Etwas machen Sie dagegen, es ist zu spät bevor.","Dagegen machen Sie etwas, bevor es ist zu spät.","Ist es zu spät, dagegen machen Sie etwas bevor.","Machen Sie etwas dagegen, bevor es zu spät ist."],"correctAnswer":3},{"questionTitle":"ihre Eltern - besucht - sie - , - besorgen - noch - ein Geschenk - will - bevor - sie - .","answers":["Besorgen noch ein Geschenk sie will, besucht ihre Eltern sie bevor.","Bevor sie ihre Eltern besucht, will sie noch ein Geschenk besorgen.","Noch ein Geschenk besorgen sie will, besucht ihre Eltern sie bevor.","Ihre Eltern sie besucht, besorgen will sie noch ein Geschenk bevor."],"correctAnswer":1},{"questionTitle":"das Essen - , - fern - wir - sehen - bis - fertig - ist - .","answers":["Sehen fern wir, bis das Essen ist fertig.","Fertig ist das Essen, bis wir sehen fern.","Wir fern sehen, ist das Essen fertig bis.","Bis das Essen fertig ist, sehen wir fern."],"correctAnswer":3},{"questionTitle":"wohnt - in Wien - er - seitdem - , - geht - auf einen Ball - er - im Februar - immer - .","answers":["Wohnt er in Wien seitdem, er geht auf einen Ball immer im Februar.","In Wien er wohnt, seitdem er geht immer im Februar auf einen Ball.","Seitdem er in Wien wohnt, geht er im Februar immer auf einen Ball.","Auf einen Ball er immer geht im Februar, seitdem wohnt er in Wien."],"correctAnswer":2},{"questionTitle":"unsere Enkelin - schläft - , - während - nicht - wir - laut - sein - können - .","answers":["Wir laut sein können nicht, während schläft unsere Enkelin.","Unsere Enkelin schläft, nicht laut sein können wir während.","Laut sein wir nicht können, während schläft unserer Enkelin.","Während unsere Enkelin schläft, können wir nicht laut sein."],"correctAnswer":3},{"questionTitle":"... der Geburtstagsfeier haben sich alle gut unterhalten.","answers":["Seitdem","Als","Während","Bis"],"correctAnswer":2},{"questionTitle":"... er da ist, brechen wir auf.","answers":["Sobald","Um","Zwischen","Beim"],"correctAnswer":0}]