[{"questionTitle":"Die Ausstellung hat ihm sehr gut gefallen. Besonders war er von der ... Skulptur begeistert.","answers":["beleuchtet","beleuchtete","beleuchteten","beleuchteter"],"correctAnswer":2},{"questionTitle":"Ein gut ... Kunde wird sich bei seinem nächsten Kaufvorhaben wieder an uns wenden.","answers":["beratenes","beratener","beratene","beratenen"],"correctAnswer":1},{"questionTitle":"Ziel - erreichte - das - alle - machte - stolz - .","answers":["Erreichte das Ziel machte alle stolz.","Das alle erreichte Ziel machte stolz.","Das erreichte Ziel machte alle stolz.","Stolz das Ziel machte alle erreichte."],"correctAnswer":2},{"questionTitle":"soll - aufgebaut - Haus - werden - das - wieder - abgebrannte - .","answers":["Soll aufgebaut werden wieder das abgebrannte Haus.","Wieder aufgebaut soll werden das abgebrannte Haus.","Das abgebrannte Haus soll wieder aufgebaut werden.","Werden wieder aufgebaut das Haus abgebrannte soll."],"correctAnswer":2},{"questionTitle":"Glas - erhitzte - die - Flüssigkeit - einem - in - befindet - sich - .","answers":["Glas erhitzte Flüssigkeit die in einem befindet sich.","Erhitzte in einem Glas die Flüssigkeit befindet sich.","Die erhitzte Flüssigkeit befindet sich in einem Glas.","Befindet sich in einem Glas die erhitzte Flüssigkeit."],"correctAnswer":2},{"questionTitle":"nichts - geöffneten - aus - Fenster - dem - bitte - werfen - Sie - .","answers":["Werfen nichts sie aus dem Fenster bitte geöffneten.","Geöffneten Fenster nichts aus dem werfen bitte Sie.","Bitte werfen Sie nichts aus dem geöffneten Fenster.","Fenster aus dem werfen geöffneten bitte nicht Sie."],"correctAnswer":2},{"questionTitle":"Bilder - ausgestellten - schön - sehr - die - waren - .","answers":["Die Bilder waren sehr schön ausgestellten.","Ausgestellten die Bilder waren sehr schön.","Sehr schön die ausgestellten Bilder waren.","Die ausgestellten Bilder waren sehr schön."],"correctAnswer":3},{"questionTitle":"Distanz - berechnete - war - von - die - ihm - falsch - .","answers":["Berechnete Distanz von ihm die falsch war.","Die von ihm berechnete Distanz war falsch.","Falsch war die Distanz von ihm berechnete.","Die Distanz von ihm war falsch berechnete."],"correctAnswer":1},{"questionTitle":"rückgängig - Geschäfte - nicht - die - gemacht - können - werden - getätigten - .","answers":["Die Geschäfte können nicht rückgängig gemacht werden getätigten.","Die getätigten können nicht rückgängig gemacht werden Geschäfte.","Rückgängig gemacht werden können die Geschäfte getätigten nicht.","Die getätigten Geschäfte können nicht rückgängig gemacht werden."],"correctAnswer":3},{"questionTitle":"Konrad wird sich um die ... Stelle bewerben.","answers":["ausschreibende","ausgeschriebene","ausgeschriebener","ausschreibendes"],"correctAnswer":1}]