[{"questionTitle":"Obwohl Jürgen wusste, dass er zu spät kommen würde, beeilte er sich nicht, sondern ging gemächlichen, gemütlichen Schrittes vorwärts.","answers":["Mehrere Adjektive","Partizip in Adjektivfunktion","Vergleichssatz","Relativsatz"],"correctAnswer":0},{"questionTitle":"Kennen Sie den gutaussehenden, charmanten Mitvierziger, der dort hinten in der Ecke steht? - Nein, ich weiß auch nicht, wessen Begleitung er sein könnte.","answers":["Mehrere Adjektive","Vergleichssatz","Partizipialsatz","Apposition"],"correctAnswer":0},{"questionTitle":"Die vollgeräumten, chaotischen Räume ihrer Wohnung störten sie nicht. Sie hatte immer zu viele andere Dinge im Kopf, als dass sie sich darum hätte kümmern können.","answers":["Kompositum","Mehrere Adjektive","Relativsatz","Präpositionale Angabe"],"correctAnswer":1},{"questionTitle":"Schon zum dritten Mal langweilte der Redner an diesem Abend sein Publikum mit einem einschläfernden, uninteressanten Vortrag.","answers":["Mehrere Adjektive","Apposition","Vergleichssatz","Relativsatz"],"correctAnswer":0},{"questionTitle":"Nachdem der nervöse, unerfahrene Kellner einer Stammkundin erst Kaffee und dann noch Rotwein über den Rock gekippt hatte, wurde er fristlos entlassen.","answers":["Mehrere Adjektive","Vergleichssatz","Partizipialsatz","Partizip in Adjektivfunktion"],"correctAnswer":0},{"questionTitle":"Der große, ausstehende Betrag, den der Schuldner auch nach der dritten Mahnung nicht eingezahlt hatte, wurde nun über ein Inkassobüro eingefordert.","answers":["Mehrere Adjektive","Vergleichssatz","Partizipialsatz","Apposition"],"correctAnswer":0},{"questionTitle":"Am Freitag besuchten erstmals der stellvertretende und der leitende Generaldirektor der Versicherungsgesellschaft sämtliche Zweigstellen in der Stadt.","answers":["Mehrere Adjektive","Partizip in Adjektivfunktion","Vergleichssatz","Relativsatz"],"correctAnswer":1},{"questionTitle":"Der überwiegende Anteil der Jugendlichen interessiert sich zwar überhaupt noch nicht für Politik, ist jetzt aber trotzdem zum Wählen berechtigt.","answers":["Mehrere Adjektive","Vergleichssatz","Partizipialsatz","Partizip in Adjektivfunktion"],"correctAnswer":3},{"questionTitle":"Die grölende Meute wurde von der Polizei festgenommen, nachdem Bierflaschen auf das Fußballfeld geflogen waren.","answers":["Mehrere Adjektive","Partizip in Adjektivfunktion","Vergleichssatz","Relativsatz"],"correctAnswer":1},{"questionTitle":"Die brüllenden Löwen im Zoo ängstigten den kleinen Felix.","answers":["Partizip in Adjektivfunktion","Kompositum","Vergleichssatz","Relativsatz"],"correctAnswer":0}]